#!/usr/bin/env python
# -*- coding: utf-8 -*-
import sys
from bson import ObjectId
sys.path.append("/root/ehsan/ToosCompanies")

from models.mongodb.companies import CompaniesModel

a = u""",نارمک,,,,مدیر عامل خاکی,,,,,,,تولیدات خشکبار,,35410671-3___endl__
,جام,جم بازرگان,پیشرو,,قراگوزلو,09127343924,,,,,,بسته بندی زعفران,,___endl__
,مشمش,,,,مدیر عامل کامیاب,,,,,,,35410791,,___endl__
,توس,,نگاه,,غلامحسین صاحبکار,09151159596,,مصطفی صاحبکار 09155119375,,,,35413226,35414243,___endl__
,سخت,,فلز,,مدیر عامل یعقوبیان,09151157872,,,,,,تولید قطعات حکاکی,35413401-2,___endl__
,الماس,,کوثر,,مدیر عامل سید حسین صامدی,09151113207,,,,,35413821,آهن الات صنعتی,35413820-22,___endl__
,اندیشه,,سازان,, تواناشیروان,09155011699,,مخابرات,,,,ابزار دقیق و اتوماسیون صنعتی,35414106-8,___endl__
,امور,نمایندگان,شاتل,,خانم رضایی,32018 داخلی 134,,,,,,,,___endl__
,فائزی,,,,,,,,,,,تولید کیک و کلوچه,35410090-2,___endl__
,نشاسته,گل,یاس,,,,35410742 دارای اینترنت شاتل,کارپرداز خانم نیکنام,,,,تولید نشاسته,35410739-40-42-43,___endl__
,امور,نمایندگان,شاتل1,,علیزاده,2018****316,,جهت تسریع در چک خط پوینت تو پوینت,,,,,,___endl__
,شهربابانا,,,,اقای خاتمی,09151566947,35411047 --مخابرات,35412685----- شاتل,,,35413283,تولید کیک,35411047,___endl__
,نازنین,,,,,,شاتل,کارپرداز 09153143224,,,35410885,لبنیات,35410886,___endl__
,آریا,کارتن,فردوس,,مدیر عامل فقفوری,,,برای خط های 35411392***3 پورت آزاد نیست,,,35413724,کارتن,35413722,___endl__
,ابزرا,بسته,بندی,,نساری,099155140073,,35413053--مخابرات,,,,,35413053 ***4,___endl__
,بسته,,بندی,,خانم خیامی,09155004065,,تازه اینترنت میخواد,,,,بسته بندی,,___endl__
,نوین,سنگ,شکن,,مدیر عامل غلامی,0915100141,35420019 --مخابرات,همکار 09151000425,,,,لوازم سنگ شکن و...,35420019,___endl__
,کارگاه,,چرمه,,تقدیسی,09151150439,,,,,,تولید دستگاه بسته بندی,35413547,___endl__
,فرم,,آتی,,,,,,,,,تولید مبلمان,35411351,___endl__
,علیزاده,,گلستانی,,رسولی,09151108533,,35413509---مخابرات,,,,دستگاه تزریق پلاستیک,35413509,___endl__
,نوین,,پارسیان,,محمود کاظمی,09374818825,,,,,,ساخت قطعات یدکی نیروگاه و پتروشیمی,35413623 ***35413539,___endl__
,دیش,دیش و تاتلی,آروین,,تشکر,09151164123,,,,,35413557,شکلات,35411080-4 *7*6,___endl__
,دوریکا,خانم,اکبری,,,,,,,,,,35411220,___endl__
,لاستیک,,جاویدان,,سید علی هاشمی ابراهیمی,09151252401,,شاتل,,,,نوار ماشین,35413408,___endl__
,بتا,,طب,,پور حسینی,,,,,,,تعمیر تخت بیمارستانی,35410222,___endl__
,فرافن,,,,,,,35414102 دارای اینترنت صبانت,,,35413101,تولیدات قطعات خودرو,35413101,___endl__
,خانم,,نقیبی,,09155144184,,,37676176---مخابرات دارای اینترنت مخابرات,,,35411027,,37676176,___endl__
,خراسان,,پیچ,,,,,شاتل,,,35410995,,35410994,___endl__
,پارس,,آنلاین,,,,,خام غزالی برای استعلام خط09125903473,,,داخلی,,38444418,___endl__
,آرشام,,صنعت,,,,,تا65 روز دیگه اینترنت دارم 7/7,,,,,35425670,___endl__
,ایران,رنگ,کار,,,,,,,,35420102 *****120,,35420103,___endl__
,آچیلان,,در,,خداپرست,09155002127,,شاتل,,,35413912,درب,35413830,___endl__
,خوش,فرم,توس,,,,,صبا نت و شاتل,,,,,35414501-9,___endl__
,پرواز,,خارجه,,سمیعی,09153108443,,بین 5 راه سناباد و پاستور پ 210 طبقه اول,,,,,38473070-80,___endl__
,ایده,نوین,توس,,,,35410191  دارای اینترنت پارس انلاین,براش فکس کنم,,,35410191,,35413643,___endl__
,بهناز,,گلبهار,,,,,,,,,,35410791,___endl__
,ذبیحی,,,,,,,کارپرداز سیم وکابل شاتل,,,,,36679612,___endl__
,سیم,وکابل,مشهد,,,,خانم ابراهیم زاده مدیر فروش 09151126529,نماینده شهرستانکی09155059423,,,35413420,,35413277-9,___endl__
,زرین,,تابا,,,,35411059 شاتل,خانم محتشمی 09151104255,,,35410146,,35411066 تا7,___endl__
,سازهای,,هیدرولیک,,محمود امری,09122163597 *09155148812,"35413356 دارای اینترنت ندا گستر
مدیر کارخانه09123882061 رضا اخوت",کارپرداز عسکری09155195164,,,35413356,قطعات خودرو ساپیا,35413357,___endl__
,شاهسوند,,,,فیصل,09153115283,,کارپرداز قریشی 09150025701*****09352935397,,,35413179,,35412170,___endl__
,صبح,,بخیر,,وحید پیر نیا,09151153974,منزل 32715352,کارپرداز ایروانی 09155235521,,,,لبنیات,35413168 ***35413169,___endl__
,موکت,,نگین,,محمد تقی زین العابدین زاده,09151102065,"تاجی9151197362
اقای هاشمی زاده35410893
مدیر مالی زارع زاده",طرح ها رو برای سیلانی فکس کنم,,,35413505,,35413501-5,اشکاوند 09153136527___endl__
,کالای,,کودک,,دربان ثانی,09155253191,,شاتل,,,35410270-2,,35410487 -8,___endl__
,اعرابی,,,,نصاب و تنضیمات adsl,09154176044,,,,,,,,___endl__
,آراشیر,,,,اشرف,,35413352 دارای اینترنت شاتل,کار پرداز اشرف 09155073187,,,35413352,,35410170,___endl__
,تستا,,,,دکتر بهشتی,,,کار پرداز اکبری 09153074094,,,,آزمایشات صنایع غذایی و کالیبراسیون,35424393-5,___endl__
,به,,آرا,,خیامی,09155155484,,35411237 دارای اینترنت مخابرات اتمام 95/04/15,,,,چیپس,35411238,___endl__
,نوین,,زعفران,,شریعتی,0915,,,,,35413127,زعفران,35413501-3,___endl__
,مسما,,,,ملت خواه,,,,,,,چای,35413080-81,___endl__
,مهراد,,چاشنی,,ناظمی,09151103776,"35410608 دارای اینترنت  اتمام 95/07/06
35413989 دارای اینترنت مخابرات 94/10/16",کارپرداز فاطمی09306359622,,,,زیتون,35413026,___endl__
,نگین,تغذیه,کیمیا,,بهادر,09151114943,,,,,,شکلات و ارده,35411892-3,___endl__
,سیم,سیم یا صلواتی,نیک,,صلواتی,09155254096,دارای اینترنت پارس انلاین,کارپرداز مدبری09153135584,,,35410223,محصولات رژیمی,35411601-2,___endl__
,ایستا,,گستر,,طوسی,09151151354,,کارپرداز  احمدی09153181667,,,3541,سوله سازی,35414771 **7,___endl__
,شهریار,,کام,,,,,کارپرداز کدخدا 091585100725 برج 3 بیمه اتمام,,,35413492,,35410640-1,___endl__
,سیم,کابل,کوثر,,,,,,,,,,,___endl__
,برق,,سکامیران,,محمودی,09151164027,35421488 دارای اینترنت مخابرات,اتمام طرح 95/4/30,,,,جر ثقیل و تابلو برق,35421447-8,___endl__
,برقگیر,,توس,,یگانه دوست,09153104616,,کارپرداز غیومی 09308339397,,,35413614,برقی,35413014 **16,___endl__
,سخت,,فلز2,,رحیمی,09151155986,,صاحب کارخانه زهره کرمی 09153148748,,,,,35413647,___endl__
,پمپ,,بهلول,,حسین بهلول,,,35414311 دارای اینترنت صبانت,,,35414314,پمپ صنعتی,35414006 ***9,___endl__
,کیمیاگر,,توس,,شاندیزی,09128848607,,شاتل,,,35413245,,35413627,___endl__
,قند,,یکدانه,,علی سیدی,09155095000,برای اینترنت صحبت شد,کارپرداز مزگیر09155184001,,,35413194 *****5,قند,35411455 ***58,___endl__
,چرخ,دنده,توس,,,,,,,,,,,___endl__
,جوانه,,خراسان,,محمد رضا خبیری نوقانی,09151154869,,کارپرداز   کرامتی09353387250,,,35410920,مکملات  دام طیور,35410027-35410936,___endl__
,جهان,,افروز,,محمد  مظاهری,09151151949,,کارپرداز       موذن 09151184376,,,,,35410611-35410617-18,___endl__
,تکران,,کاوش,,محمد نژآد,09151164195,,کارپرداز محمد نژاد 09357006497,,,,قطعات شناور دریای,35414100 ****35414101,___endl__
,بهران,,فیلتر,,مواسات,,,,,,32453283,,32453282,___endl__
,بخار,,نیرو,,عطایی,,,35410176 دارای اینترنت صبانت و آسیاتک میخواد,,,35410177,,35413219,___endl__
,توس,درمان,طب,,فرامرز نیا,09153049095,,,,,,تولید البسه  بیمارستان,35411792,___endl__
,الیاس,,جونی,,جونی,09153174348,35413235 دارای اینترنت شاتل,کارپرداز صنعتی 09154082536,,,,,35412684 ***35412685  3235,___endl__
,پژوهشکده,علوم و صنایع,غذایی,,,,,,,,,,35425330 **2,___endl__
,دینا,,,,شاکری,09155023759,,مدیر اداری رنجبریان09151111894,,,,,35411030,مدیر مالی علیزاده09155188406___endl__
,دینا,,توس,,اقای شهیدی(انتظامات),,,,,,35412030,,35413747,35410261___endl__
,نوین,,کام,,محجوب,09358990505,,,,,,صنایع بسته بندی حبوبات,,___endl__
,فیدار,,توس,,عطار پور,09151153497,,کار پرداز آثم 09159240631,,,,تولید جک هیدرولیک,35413266 *7,___endl__
,امیدنیا,,,,مهدی روزبهان,09155150367,دارای شاتل,بازرگانی خانم احتشام 09330157775,,,,تولید قطعات جلوبندی خودرو,35413761 *2,___endl__
,طاها,,قالب,,فرشیدیان فر,09151161684,قربانی مسئول  بیمه,کارپرداز شمس آبادی 09365262158,,,35413174,مبدل حرارتی,35410161  --35410264,___endl__
,توانیاران,,,,محقق علیرضا,09151110015,,09151175594 مهرداد محقق,,,,,35412245,___endl__
,آریا,طب,سورن,,محمد رضا ضابطیان,09153179184,,,,,,تولید البسه یکبار مصرف بیمارستانی,35410578 ****35411021,___endl__
,صنایع,غذایی,سعادتمند,,حکیمی,09159229094,,کارپرداز کوری وند 09151676503,,,,کیک و کلوچه,32461078,___endl__
,چاپ,و نشر,طلاکوب,,حسین حسین پور,09151150054,,کارپرداز حسین پور 09353697436,,,,چاپ و نشر,35414440 تا 50,___endl__
,فراز,,صنعت,,صفوی مهدی,09124950884,,کافی فراز 09151259439,,,,,,کلاه چی     مدیر پروژه 09153248076___endl__
,چورک,,توس,,عبدی رضا,09151117560,35414440 *شاتل    35414441  مخابرات95/04/14,کارپرداز خجسته09151236567,,,,,35414440 ****3,تفقدی مدیر کارخانه 09115817707___endl__
,توس,میل,لنگ,,بهروزنیا,09151151291,,دارای وایمکس ایرانسل,,,سید جعفری مدیر کارخانه9153148761,,35413050 **1,بهروزنیا حمید 09151151643___endl__
,شفیع,سازه,شرق,,مهران شفیعی,09151107333,,,,,,پکیچ ساختمانی ایتالیایی,35413681--5,شفیعی بهنام09151101344___endl__
,اترک,,شیمی,,,,,,,,,,,___endl__
,گندمک,زرین,پرشیا,,,,,,,,,,,___endl__
,کشت,و صنعت,نادر,,,,,,,,,,,___endl__
,فرش,,آرا,,,,,,,,35413317,,35413316,___endl__
,پارس,شعاع,توس,,,,,,,,,,35410310 ****13,___endl__
,مهرچین,,شاندیز,,,,,,,,,,,___endl__
,اکسیر,گل,سرخ,,مرضیه سنوئی محصل,,,فکس کنم,,,35410964,داروههای گیاهی و عصاره,35410964 ***5***6,___endl__
,عسل,تغذیه,خراسان,,,,,,,,,,35412046,___endl__
,عباس,ملت,خواه,,,,,,,,,,,___endl__
,شهابفر,,توس,,,,,5410432 دارای اینترنت صبا,,,35413300 ***1,,35410432,___endl__
,سپیده,جام,توس,,,,,,,,,,,___endl__
,تکلان,,توس,,,,,,,,, سیستم ترمز abs پوستر و طبق  ترمز انواع خودرو  شلنگ,35410832 تا*45,___endl__
,بایا,,توس,,,,"5410173
5410175",آفتاب,,,,پوستر و طبق  ترمز انواع خودرو  شلنگ,35413552,___endl__
,نارین,خشکبار,توس,,,,,,,,,,,___endl__
,پیوند,قطعات,آرین,,صادقی,09155180371****09121214306,,35413189 دارای اینترنت شاتل راضی نیستن,,,35413190,,35410530,___endl__
,سامانه,صنعت,پاژ,,,,,,,,35413232,,35411176--7,___endl__
,دیبا,توس,کارتن,,,,,,,,,,35411105,___endl__
,تک,چین,شمس,,علی غفاریان,09151196862,,,,,,,38699497,___endl__
,فرزام,صنعت,خراسان,,,,,,,,,,,___endl__
,حسین,,بهلول,,,,,,,,,,,___endl__
,سیم,کابل ممتاز,خراسان,,غلامرضا خاکپور,09153144435,,خ سلیم 35413029,,,,,,___endl__
,قدرت,نیروی,توس,,,,,,,,,,,___endl__
,ماشین,سازی شهر,بابانا,,,,,,,,,,,___endl__
,پمپ,سازی,گازار,,,,,35410328 دارای اینترنت شاتل,,,35413524,,35410325,___endl__
,ذرت,,نمکی,,,,,فکس کنم,,,35412845,,35413495,___endl__
,پیشه,,ابتکار,,,,,,,,35413737,,35413057 ***9,___endl__
,آفرین,,خراسان,,,,,,,,,,,___endl__
,جوش,شیرین,خراسان,,,,,,,,,,35411656,___endl__
,احسان,قطعه,ساز,,,,,35410355 دارای اینترنت شاتل,,,35410355,,35413589,___endl__
,الکتریک,,خودرو2,,,,,,,,,,,___endl__
,رسیس,,آرمان,,,,,,,,,,,___endl__
,توس,,فورجینگ,,,,,35412291 دارای اینترنت شاتل,,,35411129,,35413291,___endl__
,نی,,شهد,,,,,فکس کنم,,,35413315,,35413315,___endl__
,کاشی,,تیما,,,,,35410768 دارای اینترنت شاتل,,,,,35413990---4,___endl__
,اخلاقی,,,,,,,,,,,,,___endl__
,شیرزاد,,خان,,,,,,,,,,,___endl__
,شیشه,,چی,,,,,,,,,,35411648---52,___endl__
,نیان,,الترونیک,,چمنیان,0915,,35411292 دارای اینترنت شاتل,,,35411298,,35413657 ***9,___endl__
,فردنوش,,شرق,,,,,,,,,,,___endl__
,کمپوت,,ممتاز,,,,,,,,,,35413498---7,___endl__
,سحرخیز,,,,,,35411003 دارای اینترنت شاتل,35410140 دارای اینترنت صبانت,,,,,35413308,___endl__
,کفش,,پاتوس,,,,,,,,,35413545,,___endl__
,الکتریک,,خودرو,,,,,,,,,,35413617,___endl__
,پلیمر,,توس,,,,,,,,35413182 ***3,,35413248,___endl__
,دهنادفن,,قالب,,,,,,,,,,,___endl__
,ماهوند,,,,عباس فتحی,09151105516,,,,,,,,___endl__
,سراج,,نور,,احمدی,,,پوینت تو پوینت آشنا,,,35413084,,35413197---98,___endl__
,تندیس,قالب,مشهد,,,,,35410620 پارس آنلاین,,,,,,___endl__
,پرتو,کیهان,توس,,,,,,,,,,,___endl__
,توس,,میوه,,,,,,,,,,,___endl__
,سپیدبال,,,,,,,,,,,,,___endl__
,سجاد,,دارو,,فرج زاده,09151111550,,کارپرداز نیک نام 09159802649,,,,دارو,35410420 تا8,___endl__
,ریسندگی,,نگین,,مدیر,مهدی تیموری09155028158,,35411608 دارای صبا نت,,,35411050,,35411040,___endl__
,الوان,,ورزش,,وحید هرمزی,09155248944,,35413101 دارای اینترنت صبانت,,,35410939,,35413101,___endl__
,آرام,,,,,,,,,,,,,___endl__
,فرامین,صنعت,شرق,,,,,,,,,,,___endl__
,حارس,صافی,گستر,,,,,,,,,,,___endl__
,انرژی,,آییش,,,,,,,,,,,___endl__
,کارا,گستر,شرق,,,,,,,,,,35413461,___endl__
,زردانه,,توس,,,,,,,,,,35413638,___endl__
,رای,,صنعت,,,,,35411320 دارای اینترنت صبا نت,,,02189783754,,35411320--4,یعقوبی مدیران شرکت 09159180959___endl__
,سید,موسی,موسوی,,,,,,,,,,,___endl__
,جوادی,سید,محمد,,,,,,,,,,,___endl__
,غزال,,ثامن,,,,,,,,35411140,,35410242,___endl__
,کیهان,,شیمی,,,,,,,,,,35413521,___endl__
,آریاطب,,سورن,,,,,,,,3541,پک بیمارستانی,35411021,___endl__
,لاک,طلایی,خراسان,,پریوش اعتمادی,,35413030 دارای اینترنت صبا نت میباشد,منشی خ رستگار 35413030,,,,رنگ خواری,35413030,___endl__
,توان,تابلو,توس,,,,,,,,,,,___endl__
,الوان,,صادق,,,,,صحرانورد 09151190869,,,35410371 ****2,,35413055,___endl__
,پیله,وران,کیش,,اقای پیله وران,09158011214,,دارای اینترنت  ایرانسل,,,35412305,ماشین سازی پرس سازی,354110912,___endl__
,دانشگر,,,,,,,,,,,,,___endl__
,نمک,طبی والا,توس,,,,,,,,,,,___endl__
,آزاد,قطعه,توس,,عبدالله کاشفی,09151141887,,فعلا تعطیل میباشد,,,,,35410484 ***6,___endl__
,پارت,صنعت,سازان,,,,,,,,,,,___endl__
,شیرآوران,,مشهد,,,,,,,,,,35411506 ***9,___endl__
,فوژان,,ارغوان,,,,,35411891  و 35410489 دارای اینترنت پارس انلاین,,,35410489,,35413210,___endl__
,چاپ,و لوحه,توس,,,09157336480,,تعطیل میباشم,,,,,35413297,___endl__
,ریخته,گران,خمسه,,,,,,,,,,,___endl__
,چاپ,و نشر,کیهان,,,,,,,,35414002 ***3,,35413123,___endl__
,پویا,,گستر,,,,,,,,,,35413200,___endl__
,سروپیکر,,توس,,,,,,,,,لوازم توانبخشی ویلچر و عصا,35410317,___endl__
,آرمان,,دوریکا,,,,,,,,35411147,,35411221 ****3,___endl__
,پارس,خودرو,شرق,,,,,,,,,,35413145,___endl__
,امیر,دشت,خراسان,,,,,,,,,,,___endl__
,گندمک,,توس,,,,,,,,,,,___endl__
,دلشاد,,,,,,,,,,,,35413689,___endl__
,فاز,7 کارگاهی قطعه,712,,,,,,,,,,,___endl__
,بنیان,,دوریکا,,,,,,,,,,,___endl__
,پودرشیر,,,,,,,دارای آفتاب و آستان قدس,,,35412989,,35413653 **6,___endl__
,ثابت,,الکتریک,,[جواد ثابت گلستانی,09153147395,,,,,5413569,,5413568,___endl__
,پردست,,,,,,,,,,,,,___endl__
,نوشین,,توس,,صنعت خانی,09359742504,,,,,35413273,,35412906,35413421___endl__
,افزار,قطعه ساز,مشهد,,,,,,,,,,,___endl__
,ریسندگی,,فرزانه,,,,,,,,,,35413757,___endl__
,پرور,,پودر,,,,,,,,,,35413602 ***3603,___endl__
,نان,,سحر,,,,,,,,,,35411954 *3,___endl__
,چوب,,سنگ,,حامد همدانی,09158834955,,,,,,تولید مبلمان,35411502 35411503 **,___endl__
,رایمون,,صنعت,,خانم رضایی,09156224074,,35410543شاتل,,,,ایتسگاه گاز و نفت,35410543,___endl__
,فراچاشت,,,,,,,,,,35413626,,35413624 ***5,___endl__
,گلریز,,,,هاشمیان,09158211626,,09158211626 جهانگیری کارپرداز,,,اقای مسلح مسول اینترنت,دستمال کاغذی,35413240 ***3158,___endl__
,حصارباف,,,,,,,,,,35413329,,35411233,___endl__
,پارس,,بریانک,,,,,صبانت  35414004,,,35413193,غذایی اماده,35414004,___endl__
,گلاب,,افشار,,,,,,,,,,,___endl__
,سیسارون,,,,,,,,,,,ادویه جات,35411271,___endl__
,سنگ,سمباده,شهاب,,,,,,,,,,,___endl__
,حک,فلز,مشهد,,,,,زارعیان کارپرداز09358184698,,,,,35413401 ***,___endl__
,سامی,,ساز,,انصاری محسن,9153055796,35412967 دارای اینترنت  صبانت,35412971 دارای اینترنت شاتل,,,35413384,,35413385 **35413410,___endl__
,شادان,,توس,,,,,وایمکس ایرانسل,,,35410090,,35417737,___endl__
,تقدیسی,,,,,,,,,,,,35413547,___endl__
,کارتن,,مشهد,,,,کارپرداز شهر آبادی 09153222513,خانم باقری مسئول بیمه35002 داخلی 121,,,,,35420429,___endl__
,ابتکار,,توس,,,,,,,,35413360,,35411415,___endl__
,بهینه,,سازان,,جلالی طلب,09155228200,,,,,,,35412240,___endl__
,آذین,قالب,جام,,امیر هوشنگ,09151194320,,,,,,,,___endl__
,مهتاب,کارتن,خراسان,,مصطفی توکلی فرد,09151150069,,آفتاب,,,35413268--9,,35410044,35410646 فکس___endl__
,رنگ,,سیکلمه,,,,,,,,,,35410460,___endl__
,میراب,,توس,,,09158990192,,35413605 دارای اینترنت صبانت,,,35410942,,35410888,___endl__
,نیروپژوه,,شرق,,امیر عصاریان,09153109533,,شاتل,,,35415009,,35415008 ****9,___endl__
,پلی,,سوله,,,,,فکس کنم,,,35413740,,35413377,35413888___endl__
,جهان,افروز توس,سرما,,,,,,,,,,,___endl__
,توس,,پولادین,,,,,,,,,,35413180,___endl__
,نافع,,خراسان,,,,,,,,35415603,,35411484,35413762___endl__
,ساختار,صنعت,بارثاوا,,فرح پور,09151157875,,,,,,,35413184,___endl__
,فرش,,زمردمشهد,,,,,35413432 دارای اینترنت مخابرات 94/9/18,,,,,35413432,___endl__
,حسین,چنگیزی,قریه دورسا,,چنگیزی,09159170727,,,,,,کالسکه,35410629 **35410628**,___endl__
,فراصنعت,,سورن,,,,,,,,,,,___endl__
,مقدس,,,,,,,,,,,,,___endl__
,لعاب,,خراسان,,جمال علویان,9151151519,,,,,35410421,,35410296,___endl__
,چاپ,و نشر,پیمان,,,,,,,,35411991,,35411990 ***9,___endl__
,شیمی,دارو,میخک,,خزعلی,09153119488,,,,,,,35424330,___endl__
,سامانه,صنعت,پایژ,,ستوده نژاد,09151247137,,,,,,,35413233,___endl__
,صنایع,فرآوری,مهرطوس,,کاج آبادی,09151154550,,,,,,,35411048,___endl__
,صنعت,گوشت,توس,,زارع,09151150039,,,,,,,36076955,___endl__
,همدوش,صنایع,توس,,خنده رو,09151104918,,,,,35413453,,35410498,___endl__
,تولید,مکمل غذایی,طیور,,لویزه,09155176320,,,,,,,,___endl__
,پیشرو,ابزار,خراسان,,صفری,09153152554,,35410319 دارای اینترنت شاتل,,,35410321,قطعات فلزی  و درب بخاری,35410320,___endl__
,شیدانوین,,ابتکار,,شیدا,09159141896,,,,,,,35413604,___endl__
,توچال,,پلاست,,اسکویی,09151131392,,,,,,,35412550,___endl__
,تکنو,,پانکو,,خانم رزاقی,09151091183,,,,,35413113,,35410090,___endl__
,افزار,صنعت,کیمیا,,خانم رحیمی,09151672044,,35412586 یا 35412406 دارای اینترنت شاتل,,,,,35412580,___endl__
,خودرو,مبتکر,شرق,,زمانی,09153152787,,,,,35413164 **5,,35412838,___endl__
,رعد,خودرو,خراسان,,واحدیان طباخ,09379371741,,,,,,,32400512,___endl__
,گوشتی,پردیس,توس,,توکلی,09151108506,,,,,,,354108506,___endl__
,سازه,های صنعتی,فرمند,,معاضدی,09155121994,,,,,,,35410690,___endl__
,ثامن,صنعت,نصیر,,ملکی,09379371741,,,,,,,32400578,___endl__
,اسفیوخ,,,,خراسانی,09153174247,,,,,,,35421671,___endl__
,سها,,طب,,رضایی,09154116231,,,,,,,35411022,___endl__
,آهنگری,,ظریفیان,,ظریفیان,09151125168,,,,,,,35413850,___endl__
,آریا,باران,توس,,محمد زاده,09151158676,,,,,,,36228800,___endl__
,سوگل,,خراسان,,ابراهیم پور,09151153574,,,,,,,35410821,___endl__
,چابک,کفش,طوس,,رضایی,09151158109,,,,,37123187,,35413559,___endl__
,پلاستیک,سالار,جام,,سالاری,09363280062,,,,,,,52527284,___endl__
,ماشین,سازی,امین,,فخار,09153030557,,,,,,,35413023,___endl__
,رخش,قطعه,خراسان,,مهدوی,09151159497,,,,,35410875,,35410132,___endl__
,خشکبار,,حسینی,,حسینی,09151676720,,35412388 دارای اینترنت شاتل,,,35412385,,35412386,___endl__
,آرام,گستر پارس,شمالی,,مولوی,09151155298,,مدیر شرکت اینترنت خوب میخواد تا250000 تلفن 6214161,,,35411410,گاز کربنیک گاز co2,35411411,___endl__
,حلوا,شکری,رامند,,مسکین نواز,09153259470,,,,,,,35411246,___endl__
,نانو,,طراح,,چراغعلی,09157025980,,,,,,,35414366,___endl__
,طراحان,برتر,پوشاک,,ارباب,09155095817,35410798  و 35410699  دارای اینترنت شاتل,منزل 38426993 اربابی  شاتل,,,35411247,پوشاک,35410798,___endl__
,مبین,پویش صنعت,پارس,,بنازاده,09155009248,,,,,,,35425547,___endl__
,شیمی,پیداش,تهران,,ضعیفی,09151154910,,,,,,,35411363,___endl__
,صنایع,فراوری مهر,طوس,,کاج آبادی,09151154550,,,,,,,35411048,___endl__
,آرشین,ذوب,توس,,وحید شقایی فلاج,09157071056,,,,,,,35413770,___endl__
,کاوش,,کاران,,حسین دری رمضانی,09153164367,,,,,,,35412019,___endl__
,نوین,پارسیان پاژند,هما,,کاظمی,09158958878,,3541363 دارای اینترنت صبانت,,,,,35413623,___endl__
,آرشیا,,,,غلامزاده خادر,09105008453,نبی کارپرداز 09156911066,35412216  ***35412214   دارای اینترنت شاتل,,,35410291,,35410293 ****2**1,___endl__
,هیراد,,کارتن,,,,,35411160دارای اینترنت شاتل,,,35411160,,35413615,___endl__
,یوان,,توس,,,,,,,,,,35413752 **4,___endl__
,هامون,,پلاست,,,,,,,,35410579,,35410960,___endl__
,یادمان,,گوشت,,,,,,,,35413607,,35413634,___endl__
,هیدرولیک,,صنعت,,,,,,,,,,35413593,___endl__
,همگام,صنعت,شرق,,,,,,,,35413160,,35413763,___endl__
,همگر,,توس,,محمود آبادی,09155228436,,فکس کنم,,,35413017,قالب سازی ایران خودرو و ساپا,35413018 **19,___endl__
,همیشه,,برنا,,,,,,,,,,35413610,___endl__
,بستنی,,هوشمند,,,,,,,,,,35413803,___endl__
,یکان,,بذر,,,,,35413592 دارای پارس آنلاین,,,35413591,,35413591 **2,___endl__
,هارس,,فیلتر,,,,,,,,,,35413417,___endl__
,نوین,هریس,پویا,,,,,,,,35413465,,35413468,___endl__
,نواختران,,,,,,,,,,35413262,,5415544,___endl__
,نان,,رضوان,,,,,,,,,,35413375,___endl__
,ناردیس,,,,,,,,,,35412561,,35413561,___endl__
,نورد,,گرم,,,,,,,,,,35413803,___endl__
,نگار,,تایماز,,,,,نمیخواد,,,35410228,,35413021,35410229___endl__
,نمک,,بینالود,,,,,شاتل,,,35413475,,35413476,35413476 فکس___endl__
,نورد,فولاد,ثامن,,,,,35412020 دارای اینترنت صبا,,,35412020,,35412021 **2,___endl__
,ولا,,پلاستیک,,,,,,,,,,35410141,___endl__
,نمای,,صنعت,,رحمانی,,,,,,35412060,مخزن پتروشیمی,35412050,___endl__
,مهد,,خودرو,,,,,35411871 دارای اینترنت شاتل,,,35413361,,35411872,___endl__
,نابلون,,جوان,,,,,,,,,,35413052,___endl__
,نیکو,نوش,توس,,علی,,,خراشادی زاده حسابدار 09153188986 براش خط تلفن ثبت نام کردم حسابدار کاراشو انجام داد,,,,ترشی جات وعرقیات,35413621 ***2,___endl__
,نوعی,,دربان,,,,,,,,,,35412020 ***1,___endl__
,نساجی,,فیروزه,,,,,,,,35413565 ****0555,تولیدات پارچه لباسی,35413565 ***7,___endl__
,وحدان,,ماکاران,,,,,,,,,,35413246,___endl__
,نوین,,کرخه,,,,,,,,,,35413470,___endl__
,عایق,,خودرو,,,,,,,,35413236,,35413823,___endl__
,قفل,بی همتای,شرق,,,,,,,,35410633,,35410643,___endl__
,قائم,,فیروزه,,,,,,,,,,35413838,___endl__
,آرشیا,,,,,,,,,,,,,___endl__
,طوس,,گیربکس,,,,,,,,,,354132224 ****5,___endl__
,طب,,سروش,,,,,,,,,,35413337 ***8,___endl__
,طب,و صنعت,توس,,,,,,,,,,35412545,___endl__
,صنایع,مکانیکی کاربین,پارت,,کوهمشی,09155005793,,,,,,دستگاه و قطعه ماشین سازی,3427234,___endl__
,چرمه,,,,,,35413547 دارای اینترنت مخابرات,اتمام طرح 94/12/13,,,35413547,,35413547,___endl__
,زمان,تندیس,شرق,,,,,,,,,,35413542,___endl__
,سوسوز,دنیز,پایپ,,رضایی,09151158001,,,,,,لوله و اتصلات آب شهری,35413086 ****7,___endl__
,دیبا,مزه,توس,,,,,,,,,,35410910,___endl__
,خوشگوار,,,,,,,,,,35414969,,35414959,___endl__
,خاوران,,صانع,,,,,,,,,,35410194,___endl__
,خاوران,ساز,ثامن,,,,,,,,,,35413776,___endl__
,حریص,,پوریا,,,,,,,,,,35413465,___endl__
,خوش,گوهر,شرق,,,,,,,,,,35413041 ****2,___endl__
,چاپو,نشر نوین,شریق,,,,,,,,35413135,,35413002,___endl__
,ترشکام,,شمشک,,محسن ایل بیگی گلستانی,9151154316,رییس  هیت مدیره,35411017 دارای اینترنت مخابرات,,,,,35413508 **35410914,5411017___endl__
,توس,فلزات,ثامن,,,,,,,,,,35410358,___endl__
,تک,,تابلو,,,,,,,,,,35413214,___endl__
,توس,بافت,آینده,,,,,,,,,لایه ایزوگام,35413324 ****5,___endl__
,تندیس,,کیان,,,,,,,,,,35413541,___endl__
,تکنولوژی,,مشهد,,,,,,,,,فعالیت برق,35410333,___endl__
,شابان,,پخت,,اخلاقی,,,35410219 دارای اینترنت پارس انلاین,,,35413668,تعمبر دستگاههای قنادی و فر,35413368,___endl__
,توس,,زنبل,,,,,,,,35413287,,35410100 ***1,___endl__
,توس,,آژین,,,,,35410083 دارای اینترنت داده گستر عصر نوین,,,35410083,سوله سازی,35413348 ***49,___endl__
,ثاقب,,رصنعت,,,,,,,,,,35410416,___endl__
,توتک,,,,,,,,,,,,35413588,___endl__
,تک,,عصاره,,,,,,,,,,35413553 ****5,___endl__
,ثامن,,سیکلت,,,,,,,,,,35413974,___endl__
,توس,,فیوز,,,,,35410988 دارای اینترنت شاتل,,,35413426,,35413423 ***5,___endl__
,توسعه,و تنظیم صنعت,برق,,,,,35410279 دارای اینترنت مخابرات  اتمام95/03/07,,,35410279,تابلو برق,35410279,___endl__
,توس,,ابتکارسازان,,,,,35413367  آل شیخ اتمام,,,,,35413367,___endl__
,تراکتور,سازی,ثامن,,,,,,,,,,35413701 ***4,___endl__
,توس,,گریبکس,,,,,,,,,,35413224 ***5,___endl__
,توس,,آردن,,,,,صبانت,,,35410805,,35412126,___endl__
,توس,,توسعه,,,,,,,,,,35413917,___endl__
,تیغ,اره,توس,,,,,,,,,,35412264 ***5***3,___endl__
,توس,,مطرح,,,,,,,,,,35413414,___endl__
,توس,,ارژن,,اهراری,09151110986,,35410729 دارای اینترنت مخابرات 94/10/28,,,35413571,شکلات سروش,35410728,___endl__
,تکین,,کارتن,,علی صادق زاده,,اصغر صادق زاده 09153146255,35410963 دارای اینترنت پارس انلاین,,,35411430,کارتن,35410962,___endl__
,تلاش,گستر,توس,,,,,,,,,,35413967,___endl__
,توس,ثمر,آوران,,,,,35410315 دارای اینترنت صبانت,,,35410315,,35410315,___endl__
,تندیس,پیمان,پیکر,,,,,,,,35413749,لواز گاز,35413769,___endl__
,فرخان,,چاشنی,,,,,,,,35412101,,35413737,___endl__
,فرافن,,توس,,,,,فکس کنم,,,35413101,قالب سازی,35413422,35413422 فکس___endl__
,فرش,,زمرد,,,,,,,,,,35413667 ***9,___endl__
,قفل,,کارن,,,,,,,,,35413406,35410290,___endl__
,فرد,,نوش,,,,,,,,35410280,,35413970 *****,35410270___endl__
,قند,,بارگاه,,,,,,,,,,35413302,___endl__
,قند,,آبشار,,,,,,,,,,35411145,___endl__
,دانشگاه فراز,صنعت,آریا,,,,,دارای اینترنت صبانت,,,35411780,,35411777 *8,___endl__
,قاسمی,,,,,,,,,,,,35411346,___endl__
,قطعه,ساز,مشهد,,,,,,,,,,35413488,___endl__
,فراکنترل,,توس,,,,,35411348 دارای اینترنت شاتل,,,,,35411348-9,___endl__
,ماکارانی,,لیونا,,,,,فردا دزنگ بزنم,,,35412390,,35413389,35413277 ***79___endl__
,معین,,توس,,,,,,,,,,35413772,___endl__
,مهتا,,توس,,,,,,,,,,35413319,___endl__
,ماشین,سازی,تجن,,,,,,,,,,35413346,___endl__
,متین,,توس,,جاویدی,,,,,,,قوطی سازی,35413176,___endl__
,مهر,,چین,,,,,,,,,,35413909--10,___endl__
,منو,,کارتن,,,,,,,,35412038,,35413038,___endl__
,مشهد,,صنعت,,,,,,,,,,35413184,___endl__
,مهسا,,توس,,,,35413010 دارای اینترنت شاتل,35414800 دارای اینترنت مخابرات  94/08/07,,,35414800,پوشاک کت و شلوار و شلوار کتان,35413010---11,___endl__
,ماهوند,,,,,,,,,,,,35413531--2,___endl__
,معینی,,پور,,,,,35413293 دارای اینترنت مخابرات  اتمام 94/08/17,,,,,35413294,___endl__
,مهرنیرو,,,,,,,,,,,,35413969,___endl__
,لاما,,الکتریک,,,,,35412627 دارای اینترنت مخابرات  95/5/22,,,35413549,تولید سنسورهای آب و روغن ایران خودرو و سایپا,35413925,___endl__
,مقوی,,پونه,,,,,,,,,,35413734--7,___endl__
,ماکارانی,پاریزان,توس,,,,,,,,,,35413518--9,___endl__
,ماکارانی,,اوریال,,,,,,,,35413234,,35413235,___endl__
,مبین,,توس,,,,,,,,,,35413176,___endl__
,لوله,سازي,شرق,,,,,,,,35410022,,35413378,___endl__
,مهر,آرین,خودرو,,,,,,,,,,35413353,___endl__
,میلاد,,نور,,سید رسول دادوند,09151152250,"بیمه هاش برج 4 اتمام
35412256 دارای اینترنت ندا گستر",کارپرداز محمد زاده 09151034460,,,35412260,تولید قاب مهتابی,35412250---4,___endl__
,سردخانه,صدف,توس,,,,,,,,,,35413572,___endl__
,سهند,,پلاستیک,,,,,,,,,,35413721,___endl__
,سیم,آسای,شرق,,,,,,,,,,35413893--4,___endl__
,سیمین,,الکتریک,,امیر زمانیان,09151157416,,35410338 دارای اینترنت مخابرات 94/09/17,,,,,35413043---4,___endl__
,سامان,,الکتریک,,,,,,,,,,35413738,___endl__
,شعاع,گستر,نور,,,,,,,,,,35413004,___endl__
,شیفته,,شرق,,مظلومی(امورمالی),09151595853,,,,,,,35413304,___endl__
,شتاب,,صنعت,,,,,,,,,,35413750,___endl__
,سیم,و کابل,افشان,,,,,,,,,,35410058---9,___endl__
,سرد,سازان,توس,,,,,,,,,,35413875--6,___endl__
,شیر,صنعت,شرق,,,,,,,,,,35413480,___endl__
,شیر,ارا نیک,صبح,,,,,,,,,,35411513-14,___endl__
,شقایق,,شرق,,,,,,,,,,35412127,___endl__
,سردخانه,,راوند,,,,,,,,,,35410975--7,___endl__
,شروین,,پلاست,,,,,,,,,,35410992-3,___endl__
,سیم,گستر آلومینیم,پویا,,,,,,,,,,35411072--4,___endl__
,شیرورزان,,توس,,,,,پارس انلاین,,,35413579,,35411090,___endl__
,شیمی,,توس,,,,,,,,,,35410720,___endl__
,رخ,,پلاستیک,,,,,35413299 دارای اینترنت صبا نت,,,,,35410024,___endl__
,زعفران,,فرهنگ,,افشین فرهنگ,09153113461,,,,,,,35410464--7,___endl__
,ریس,,آرمان,,,,,35410086 دارای اینترنت صبانت,,,,,35410581--2,___endl__
,راد,,قطعه,,,,,,,,,,35413290,___endl__
,زعفران,,بهرامن,,,,,براش طرح ها فکس کنم,,,,,35413123,35413124___endl__
,زمزم,,,,,,,کارپرداز  فردوسی جمالی 09153141218,,,35423035,,35423030,___endl__
,43211کاردانان,,شرق,,,,,,,,,تابلوی برق,35410381--3,___endl__
,کارتن,,افق,,,,,35410820 دارای اینترنت مخابرات 95/06/29,,,,,35413463,___endl__
,گروه,صنعتی,بهساز,,احمد زرافشانی,09155190677,,,,,35413062,تولیدات پالایشگاههی مخزن,35413090,___endl__
,گروه,صنعتی,حدادیان,,,,,,,,,,35413583---4,___endl__
,گرمان,,گاز,,,,,,,,,آبگرمکن,32465260 ***4,___endl__
,کیمیا,,زردانه,,,,,,,,,,35413494,___endl__
,گلشاد,,,,,,,,,,,,35413689,___endl__
,گلچکان,,زمانی,,,,,,,,,,35411122--3,___endl__
,کیمیابر,,,,موسویان,09151096859,,35413295 دارای اینترنت شاتل,,,35413296,پلاستیک,35413295,___endl__
,کاراتهویه,,,,,,,,,,,,35413212,___endl__
,کارتن,,سیرنگ,,قمیان,09151116588,,,,,,,35410275----6,___endl__
,کارا,جام,قطعه,,,,,,,,,,35413875,___endl__
,گلشاد,,شرق,,,,,,,,,,35410225,___endl__
,کاردان,تندیس,توس,,,,,,,,,,35410415,___endl__
,گل,نقش,توس,,,,,,,,,,35413031 ***5,___endl__
,گوهر,,شرق,,,,,,,,,,35413194 ***5,___endl__
,گل,,یاس,,,,,35410742 دارای اینترنت شاتل,,,,,35410740,___endl__
,گلاب,,نادر,,,,,,,,35410200,,35411198,___endl__
,کام,,خوش,,,,,,,,,,35413848,___endl__
,کارگاه,,پویا,,,,,,,,,,35413776,___endl__
,کارنگ,,پلاستیک,,,,,,,,,,35410990,___endl__
,گلبوی,,توس,,,,,دارای پورت خالی برای 35410924***5 نیست,,,,,35413022,___endl__
,کیسه,طاعا الیاف,پویا,,,,,فکس کنم,,,35411035,,35413307,___endl__
,ارمغان,شهر,توس,,,,,,,,,,35413586---7,___endl__
,آذرخش,,خودرو,,,,,,,,35413921,,35413596,___endl__
,ارتوپدی,,پارس,,,,,,,,35410166,,35413440,___endl__
,اطاق,سازان,توس,,,,,,,,,,35413359---8,___endl__
,آسیا,فراز,ایرانیان,,,,,,,,,,35413260,___endl__
,آذرخش,,توس,,,,,,,,,,35413781---2,___endl__
,ایمن,,گاز,,,,,اینترنت نمی خواد,,,,,35413121,___endl__
,ابزار,بسته,بندی,,,,,,,,,,35413053 ***4,___endl__
,الکتریکی,,سامان,,,,,,,,,,35413486,___endl__
,ایمن,انرژی,شرق,,,,,,,,,,35413068,___endl__
,افق,,سبز,,,,,,,,35413180,,35413851,___endl__
,اهران,,سازه,,,,35413227 ندا گستر,دارای اینترنت وایمکس ایرانسل,,,35411717,,35413630,___endl__
,امداد,,صنعت,,,,,,,,,,35413390,___endl__
,آذین,قالب,توس,,,,,,,,,,35413071 *****5,___endl__
,آزما,,صنعت,,,,,,,,,,35410991,___endl__
,ابزار,,کاوه,,,,,,,,,,35413645,___endl__
,آذر,کار,ثامن,,,,,,,,,,35410081 ***2,___endl__
,آرد,,میثم,,,,,35411266 دارای اینترنت شاتل  میباشد,,,,,35413479,___endl__
,آلومینیم,,الغدیر,,,,,,,,,,35413755,___endl__
,آرگون,,ترانس,,,,,,,,35412054,,35413097,___endl__
,آذین,,قالب,,,,,,,,,,35414061 ***5,___endl__
,امید,دشت,خراسان,,,,,,,,35413234,,35413235,___endl__
,آذر,کار,تفتان,,,,,,,,,,35411185,___endl__
,بسپار,,سازه,,,,,,,,35413742,,35413513 **14,___endl__
,بنیان,,لوله,,,,,,,,,,35413140,___endl__
,بهار,,خواب,,سیاح,09155118381,,09151158381,,,35411797,,35410397,___endl__
,پلاستیک,,وحیدی,,هادی مخلصی,09155142529,,,,,,,35413512,___endl__
,پیمان,,صنعت,,,,,,,,,,35413774,___endl__
,پنیر,,جلگه,,رسولی,09158228622,,,,,35410803,,35413611 **12,___endl__
,پارسیان,,گاز,,,,35413900**35414543***32673655***32673656,دارای اینترنت مخابرات,,,35414543,,35413900,___endl__
,بافندگی,,حریری,,,,,,,,,,35411010,___endl__
,پویای,,شرق,,,,,,,,,,35410992 *****36,___endl__
,پارت,,بسپار,,,,,,,,,,35413642,___endl__
,برق,پردازش,پیشرو,,,,,,,,,,35413739,___endl__
,پلاستیک,,سلیملانی,,,,,,,,,,35413619,___endl__
,برهان,,جامعه,,,,,,,,,,35413380,___endl__
,پایدار,بتن,شرق,,,,,,,,,,35413793,___endl__
,پرکوک,,توس,,,,,35410649 دارای اینترنت صبانت,,,35411139,,35413275 ****6,___endl__
,پلاستیک,,جوان,,,,,,,,,,35413052,___endl__
,پانی,,توس,,,,,,,,,,35413687 ***8,___endl__
,بیمه,ایران,دشهرک,,,,,,,,,,35412998,___endl__
,فروشگاه پارس,,بخار,,,,,35413789 دارای اینترنت مخابرات 96,,,35413789,,35410724 ***5,___endl__
,بسپار,,تابان,,,,,,,,,,35410159 ****60,___endl__
,پلاستیک,سازان,شقایق,,,,,,,,35412127,,35413159,___endl__
,پلاستیک,,محمدی,,,,,دارای اینترنت پر سرعت میباشد نمیخواد,,,,,35411501 ****3,___endl__
,پامچال,,آسیا,,محمود کمالی,09151112037,,35412100 دارای اینترنت مخابرات  اتمام 94/10/25,,,35413024,صادرات پای مرغ,35413012 ****13,___endl__
,پگاه,صنعت,توس,,,,,,,,,,35412210,___endl__
,پمپ,سازی,بارش,,,,,35413767 دارای شاتل,,,35413767,پمپ آب و فاضلاب,35413764,___endl__
,پرارین,,پارس,,,,,دارای اینترنت پوینت تو پوینت شاتل,,,,,35412800,___endl__
,برلیان,سازه,ایرانیان,,برلیانی,09151117176,,,,,35414356 *****7,سوله سازی,35414363,___endl__
,بالابان,,توس,,,,,32400693 دارای اینترنت مخابرات ور شرکت در شهرک ماشین سازی   اتمام 94/11/11,,,32400693,,35412631 ****2,___endl__
,پرالک,,پارسی,,,,,,,,,,35414917 **********18,___endl__
,ارمغان,,شیمی,,,,,,,,,,,___endl__
,الکترو,,سازه راژان,,شکوهی(مدرعامل),09151154729,عظیمی کار پرداز 09155227643,مسئول  مدیر عامل,,,,دکل فشار قوی,35411167,___endl__
,هومان,فن,آور,,,,,محمد علی فوته بافان 09153201074,,,,,35414190 ****5,___endl__
,هامر,,صنعت آریا,,عباس سادات,09153052460,,,,,,,32400361,___endl__
,هوشمند,سازی,سازان,,,,,,,,,,35425624 ***6,___endl__
,ناز,,حریر,,,,,,,,35420565,,35420220,___endl__
,نورد,فولاد,خاوران,,,,,,,,,,,___endl__
,نگار,فام,توس,,,,,,,,,,35414909,___endl__
,nec,,,,,,35412569 دارای اینترنت شاتل,راج پور 09151606979,,,,,35412560 ****9,___endl__
,مبین,,پویش,,حجت بنازاده,0915009248,,,,,,,35425547,___endl__
,پایدار,ساز,خراسان,,باغستانی,09155007491,,,,,35421583 **1**2,ادوات کشاورزی,35421530 ***3,___endl__
,مهران,,شهد,,,,,,,,,,,___endl__
,مسعود,,اعتمادی,,,09153165286,,,,,,قالب سازی قطعات پلاستیکی,439,___endl__
,مجید,,یوسفی,,,,,,,,,,,___endl__
,محسن,,گلستانی,,,,,,,,,,,___endl__
,مقوا,,پونه,,,,,,,,,,35412739,___endl__
,موسوی,,مهر,,,,,,,,,,,___endl__
,مهیا,شعله,توس,,سید محمد جوادی,09151118312,,,,,,بخاری آبگرمکن,35414800 ***2,___endl__
,مبل,,سازی,,,,تعمیرات  یزدانی 09360481221,ساقی 09150396421,,,,,,___endl__
,شیمی,,نو,,جلالیان,09151670470,,,,,35412615,تجهیزات آزمایشگاه,35412614,09157362402___endl__
,هدیه,,کوثر,,غیور,,,بهزاد پور کار پرداز 09155107528,,,35412000,شکلات,35413100,___endl__
,زعفران خنده,,رو,,09155048116,,,قیمت و نمونه بهش بدم,,,,,,___endl__
,شرکت,p. h. t.,co,,pshfd,,,,,,88744429,,,88755733___endl__
,آترون,,اسپید,,مرئجی یا یوسف مروج,09155192635,,با مدیر عامل صحبت شده,,,,,35420157 ***8,___endl__
,همیاران,,صنعت,,,09153254661,,,,,,,,___endl__
,احیا,,درمان,,احمد بهفر مقدم 09121009593,,حمید رضا بهفرمقدم مدیر کارخانه 09122010917,اقای محسن بهفر مقدم مدیر عامل فردوسی 09151040199,,,35411325,دستگاههای تنفس مصنوعی اتاق عمل و مراقبت های ویژه,35412231,___endl__
,نوین,کام زرین,ایرانیان,,,,,نورالهی09155027154,,,,,,___endl__
,رسول,الماسی,ثانی,,09155082674,,,,,,,طبق سازی,,___endl__
,گوهر,,زعفران,,,,,کارپرداز خزاعی 09119673426,,,35414986 ***7,,3541167 ****9,___endl__
,صدرا,ماهان,پارسیان,,,,,,,,,,,___endl__
,اکبری,,جاویدی,,,,,,,,,,,___endl__
,ارمغان,,توس,,,,,,,,,,,___endl__
,ارغوان,گستر,توس,,وحید رضا قاسمی,09155142939,,حمید قاسمی 09151131687,,,,,35412247,___endl__
,اقای,,حسنی,,,,,,,,,,,___endl__
,احسان,کمالی,مقدم,,,,,,,,,,,___endl__
,ابزار,,تراش,,,,,,,,,,,___endl__
,شرکت,لبنی,افرین,,خانم یزدانی,09153227291,,,,,35411131,,35411132,___endl__
,اریا,کرخه,زرین,,اقای خاوری,,,,,,,,354111605,___endl__
,ارتافو,,فرادو,,اقای رشیدبان,,,,,,,,354110101,___endl__
,اراد,,,,اقای بزمی,,,,,,,,35412247,___endl__
,اسباب,,بازی,,اسماعیل پور,09154043665,,,,,,,,___endl__
,اینترنت,,افتاب,,,,,,,,35413951,,35413661,___endl__
,بهران,,توس,,,,,,,,,,,___endl__
,بازرگانی,,دوریکا,,,,,,,,,,3541,___endl__
,پشتیبان,,صنعت,,,,,,,,,,,___endl__
,بازرگانی,,فروردین,,,,,,,,,,,___endl__
,پگاه,,شعله,,,,,,,,,,35414600,___endl__
,پالوما,,,,پور خلیلی,,,35410884 دارای اینترنت شاتل,,,35410884,,35411007,___endl__
,پاریزان,,ابیز,,محمدی,09155621253,,,,,,,,___endl__
,پاکریز,,توس,,صفایی,09152369068,,,,,,خامه قنادی,,___endl__
,تهویه,,شرق,,,,,,,,,,35421525,___endl__
,تهویه,,مرو,,,,,,,,,,,___endl__
,پویا,صنعت محور,خاوران,,مهدی دریایی,09153227848,,35410713 دارای اینترنت شاتل,,,35414868,بسته بندی قطعات ماشین پراید,35410713,___endl__
,تولیدی,کاغذی,عاکفی,,,,,,,,,,35413240,___endl__
,تعاونی,,تابلوسازان,,اقای صادقی,09151064468,,مدیر عامل  بخشیده زاد09153132868,,,,مواد اولیه تابلوهای برق صنعتی,35412300 ***4,___endl__
,ثامن,,الکتریک,,جانی,,,35411784 دارای اینترنت صبانت,,,35411782,محافظ یخچال,35411781,___endl__
,جوانمرد,,,,,,,,,,,,,___endl__
,چینی,,مقصود,,اسکندری,,,,,,,,,___endl__
,دالیا,,,,,,,,,,,,,___endl__
,درآسا,,,,ستاری(مدیرعامل),,,,,,,,35414260,___endl__
,رب,,خرسند,,اقای حسینی,,,,,,,,35412412,___endl__
,سوتارا,,,,,,,35420048 دارای اینترنت مخابرات 94/09/27,,,35420051,صنایع روشنایی پارک ومعابر,35420243 ***7,___endl__
,سردخانه,,کوثر,,مصطفی فلاح,,,,,,,,35420896,___endl__
,سامان,,تابلو,,حمید دانشگرزاده,09155164719,,,,,,تابلو برق صنعتی,35410746 ***7,___endl__
,سینا,,صنعت,,,,,,,,,,,___endl__
,سورن,,تک,,,,,35424821 دارای اینترنت مخابرات 95/01/26,,,,,35424822,___endl__
,سوله,,خراسان,,خانم رشیدبان,,,,,,,,35422180,___endl__
,سنگ,,سمباده,,قوی دل(فردوسی),09153580472,,,,,,,,___endl__
,فناوری,,,,,,,,,,,,,___endl__
,فرایند,,فرمان,,,,,,,,,قطعات خودرو,35414371 **2,___endl__
,فرش,,نگین,,,,,,,,,,,___endl__
,فرش,,پرشین,,,,,,,,,,,___endl__
,دانشگاه,,فراصنعت,,,,,,,,,,35411666,___endl__
,کف,ساز,شرق,,سید هادی نبی زاده,09151152464,کارپرداز روحی 09155170073,5135422452 دارای اینترنت مخابرات,,,35422456,مواد  شوینده,35422454 ***7,___endl__
,کاواک,رستار,توس,,,,,,,,,,,___endl__
,کوشا,صنعت,توس,,داریوش مقدم,09151120333,,,,,,,19 _38689818,___endl__
,گل,,کوه بینالود,,خانم عباس زاده,,,,,,35421609,تولید دم نوش,35421608,35425467___endl__
,مشهد,,دوام,,,,,,,,,,35420249,___endl__
,قصصی,,,,,,,براش فکس کنم لازم داره,,,35411430,,35414820,___endl__
,فرزان,,پودر,,,,,حسابدار اقای کریمیان 09158165221,,,35410031,,35421495,___endl__
,فردیس,صنعت,شرق,,,,,,,,,,35410399,___endl__
,833105سان,,مون,,,,خانم کریمی09151038450,داخای105,,,35412276,تولید led,35412275,___endl__
,سازه,های فلزی,بلریان,,,,,,,,,,,___endl__
,شهاب,قطعه,ساز,,,,,,,,,,35413488,___endl__
,ژرف,,تدبیر,,آرش شاهرخی,,,کاشانی09151048717,,,322669061,ایستگاه های گاز و مخازن سوخت,32672961,___endl__
,ماشین,سازی,رافتی,,مهدی رافتی,09153190580,,اینترنت مخابرات 94/10/19,,,35412080,,35413152,___endl__
,تولیدات,,چوب,,,,بلبلی 09155680426,09120256905,,,,,,___endl__
,توس,,ومتک,,,,35412455 دارای اینترنت مخابرات  اتمام 94/9/22,دادگر کارپرداز 09154240148,,,,,35412450 ***5,___endl__
,شهاب,,طب,,نشاد,09155142044,,با مدیر عاملش 7/6 صحبت و قرار شد اینترنتش رو بگیرم,,,32400901,لوازم ارتوپدی,35413787,___endl__
paya,شاتل33,,,,8693096,,,خانم شجاعی37507 داخلی 107  حامد عابدی,,,,,,___endl__
,صنایع,سنگ ایران,زمین,,محمد مهدی امینی,09120147440,,علیزاده برای کارای اینترنتش09105008572,,,,,,___endl__
,آریا,طراح,مقصود,,جواد دوست محمدی,09153078704,,,,,,,35411046 **48***47,___endl__
,جوهر,طعم,شرق,,گنابادی,09155008422,,باهش صحبت کردم و قرار شده همه کارارو براش فکس کنم,,,,,37653839,___endl__
,زعفران,,,,,,,,,,,,35413080,___endl__
,صنایع,ریز بینی,ایران,,امیدی,09151063440,,,,,,,,___endl__
,شماره,حساب احسان کامل,نواب,,,,,,,,,6104337092244977,4233910211,___endl__
,امیر,,چاپ,,,,,,,,35429000,,35422544,___endl__
,ارشیا,نیرو,گستران,,,,,,,,35412456,ساخت پمپ و تعمیر صنایع نیروگاهی,35425556,___endl__
,پارس,,پارسیس,,شیشه ایمنی,,,,,,,,35411381,___endl__
,پرالک,,خراسان,,,,,,,,,,35414924 ***20,___endl__
,برنا,,,,حسینی طاهر,09151158483,,,,,,,,___endl__
,هنر,,الکترونیک,,,,,,,,, درب اتومات و هوشمند سازی,35411851,___endl__
,آلتین,نام,آور,,,,35414201**4,نگاه کنم دارای صبا نت و کدوم مخابرات,,,35414205,تولید  مرکبات چاپی,,___endl__
,فرهمند,,,,,,,35410063 دارای اینترنت شاتل,,,35413289,,35410063,___endl__
,آسیا,,تک,,پژمان یا بیژن,09150669004,,09150669001 خسروی,,,,,38474777,___endl__
,ادوات,راهدارای,شهاب,,,,,,,,,,,___endl__
,سردخانه,,بهسرد,,,,,,,,,,,___endl__
,برادران,,ناصری,,,,,,,,,,,___endl__
,آرین,یاس,دارو,,دکتر رمضانی,09153173495,,,,,,تولیدات دارو ههای خاص,35412741,___endl__
,حسین,,محمدزاده,,,,,36051846 دارای اینترنت شاتل,,,,,,___endl__
,صدرا,,طب,,,,,,,,,خدمات سم پاشی,35423655,___endl__
,والا,,پلاستیک,,,,,35413485 دارای اینترنت شاتل,,,35413484,,,___endl__
,آلومینیوم,,کیپ,,ابوالفضل سالاری,09155193218,35420701 دارای اینترنت مخابرات,مودم براش بیارم,,,,,35420191,___endl__
,آلومینیم,,کلیپ,,سالاری,09155193218,,35420701 دارای اینترنت مخابرات,,,مودم بیارم,,35420191,___endl__
,آلاله,,,,,,,35410230 براش طرح ها رو فکس کنم,,,,,,___endl__
,کاویان,,صنعت,,,,,,,,,چاپ و دوخت کیسه,35413227,___endl__
,کنترل,صنعت,بارثاوا,,,,,35413855 دارای اینترنت شاتل,,,,تابلو فرمان کابین  آسانسوری,35412397 ***9,___endl__
,اسب,سواری,فردوسی,,,,,,,,,,35422913,___endl__
,پیشتاز,,ماشین,,,,,35411304 دارای اینترنت مخابرات95/03/03,,,,,,___endl__
,سام,نوش دارو,مزدیسنات,,,,,دارای مبین نت,,,,,35414861,___endl__
,پیشینه,صنعت,توس,,,,,35414739 دارای اینترنت مخابرات94/12/17,,,35414739,درب و پنجره آلومینیومی,35414740,___endl__
,هیوندای,,,,,,,35414183 دارای اینترنت صبانت,,,35422384,تولید بخاری و شومینه,35422380,___endl__
,اخوان,,کارتن,,کمالی,09151100761,,برای بیمه عمرش حرف بزنیم و برای خونش اینترنت خوب 36050745 غیر صبانت,,,,,35413615,___endl__
,آروین,,پلاست,,,,,35411220 دارای اینترنت صبانت,,,,لوازم بهداشتی,35411220,___endl__
,نور,,آریایی,,,,,,,,,لوازم طبی,32400560,___endl__
,پروده,های گوشتی,پردیس,,,09151108506,,35410784 دارای اینترنت مخابرات,,,,,35413802,___endl__
,روغن,پسته,آپادانا,,,,,,,,,,,___endl__
,هیتا,,شعله,,,,,,,,,,,___endl__
,زعفران,عباس,زاده,,,,,,,,,,,___endl__
,شهاب,سیم,توس,,,,,,,,,,,___endl__
,شاکر,,توس,,,,,,,,,,,___endl__
,رادقطعه,,توس,,,,,,,,35410185,,35410184,___endl__
,اطلس,,کارتن,,,,,35412133 دارای اینترنت مخابرات اتمام 95/01/28,,,,,35412133,___endl__
,اکسیر,رایانه,صبا,,,,"09151189747
براش 10مگ بگیرم
37338389",طرح ها پیدا کنم,,,,,35425439 **40,___endl__
,رجبی,,,,,,,تعطیل اما در حال راه اندازی,,,35413199,ماشین آلات خط تولید پارچه,35413536,___endl__
,نگین,,کارتن,,,,,توکلی اینترنت میخواد 09154761367,,,,,32673400,___endl__
,سادات,,,,9155087048,,,تازه اینترنت میخواد,,,,تولیدات چینی آلات  لوکس,35411039,___endl__
,کارتن,,پارادایس,,,,,,,,,,35421619,___endl__
,گروه,صنعتی آسیا,تیرسان,,پورمحمد,09358330688,,دارای صبانت و مبین نت,,,35411306,کانکس و اطاق سازی,35411305,___endl__
,مهر,,توس,,,,,,,,,,35411200,___endl__
,ذر,,توس,,,,,,,,,اسکلت ساختمان,35420331 ***3,___endl__
,خط,هایی دارای اینترنت,مخابرات,,,,"35413441 سلطانیان اتمام 94/08/01
35413319 تهرانی اتمام   94/10/22
35413367  آل شیخ اتمام
35411160 دارازی اینترنت شاتل",35413340 حداد,,,,,,___endl__
,سیدان,,توس,,,,,,,,,,,___endl__
,توس,پایا,پویش,,,,,,,,,,,___endl__
,غدیر,گستر,توس,,,,,,,,,,,___endl__
,هدایت,گستر,توس,,,,,,,,,,,___endl__
,زنوزاده,,,,,,,,,,,,,___endl__
,آراپلاستیک,,,,,,,,,,,,,___endl__
,هدایت,,ثامن,,,,,,,,,,,___endl__
,قالب,سازی,آزما,,,,,,,,,,,___endl__
,آریان,,ماکارون,,سید اصغر صفوی,09151161574,,,,,,پفک هندی,35413518,___endl__
,فرخوان,,چاشنی,,,,,,,,,,,___endl__
,متین,,قالب,,,,,,,,,,,___endl__
,وایرکات,,توس,,,,,,,,,,,___endl__
,پارت,انرژی,گستر,,,,,,,,,,,___endl__
,الکترو,,طوس,,,,,,,,,,,___endl__
,نقش,,آفرین,,,,,35412821    ***35412820    pcm  پوینت تو پوینت شاتل میخواد,,,,تولیدات کیف تبلیغاتی,,___endl__
,صنعت,کار درخشان,خراسان,,خوشنویسان,,,,,,,,35415420 ***22تا 25,___endl__
,مخابرات,مرکز,وفایی,,,,,6059540   خانم رجب زاده,,,,,6069999,___endl__
,گل,فروش دهکده گل,ایرانیان,,,,,,,,,,36225966,___endl__
,دقت,گستران آریا,پارس,,,,,خدماتی مهندسی تاسیسات صنعتی کمپرسور  متخصص,,,35424546,,35423536,___endl__
,مهاد,,صنعت,,,,,,,,35413854,درب اتومات,35413853,09153100445 نصاب جعفری___endl__
,بینالود,,پارسیان,,,,,دارای شاتل و صبانت مشتری خوبیه برای جوان شیر فکس کنم,,,35410139,زعفران و خشکبار,35413308,___endl__
,کیمیا,پایا,زیست,,,,,,,,,,32400690,___endl__
,دنیا,,سیر,,,,,,,,,,35414890 ***2,___endl__
,کارستان,,,,,,,مظاهری اینترنت میخواست 09151126286,,,,,35421571 *****70*72,___endl__
,مودم,دنیای,شبکه,,,,پارس شبکه 37653101,شبکه سورن 37597118,,,,,37664507,___endl__
,بهساز,پلاست,پاسارگارد,,,,,35411197 مخابرات 96/07/16,,,35412085,,35412084,___endl__
,امور,مشترکین,صدف,,افظلی,38900053,,بار هوایی باقری      09154555519,,,,,,___endl__
,ایمیل,,,,,,,,,,,,,___endl__
,زيره,,رويا,,,,,,,,,35410005 **9,,___endl__
,توليدپسته,,رويا,,,,,,,,,,35410010 **14,___endl__
,سردسازان,,,,,,,35410016 دارای اینترنت مخابرات94/09/10,,,,,5410015 ****18,___endl__
,خودروموتورمبتكرشرق,,,,,,,,,,,,,___endl__
,درسا,,,,حسین چنگیزی قریه,09155171040,,09159170727 اقای مرتضوی,,,,,35410629,___endl__
,كارخان,,قندفردوس,,,,,,,,,,,___endl__
,لعاب,,آذرخش,,علویان,09151151519,,,,,,دیگ بخاری,35410294 **6,___endl__
,سازه,,توس,,,,,,,,,,,___endl__
,پايورپلاستيك,,توس,,سیروس شادمند,09151155540,,,,,,,35413693,___endl__
,چاچي,,,,,,,,,,,,,___endl__
,شركت,ارتباطات,فراگستر,,,,,,,,,,,___endl__
,شركت,كاشي,فيروزه,,,,,,,,,,,___endl__
,فرشينه,,نگين,,,,,,,,,,,___endl__
,خوشنویسان,,,,,,,,,,,,,___endl__
,اروین,,توس,,,,,,,,,,,___endl__
,نگین,,حاتم,,,,,,,,,,,___endl__
,مپنا,,,,,,,,,,,,,___endl__
,راوند,,مشهد,,,,,,,,,,,___endl__
,دام,و طیور,خراسان,,,,,,,,,,,___endl__
,چاي,غروب زرين,طوس,,,,,,,,,,,___endl__
,زيبازنبق,,طوس,,,,,,,,,,,___endl__
,باندپلاسترايران,,,,,,,,,,,,,___endl__
,هورالكتريك,,,,,,,,,,,,5410070 تا6,___endl__
,كيهان,,توس,,,,,,,,,,,___endl__
,رخ,,پارس,,,,,,,,,,,___endl__
,زفوسرما,,,,,,,,,,,,,___endl__
,شركت,صنايع مهتاب,خراسان,,,,,,,,,,,___endl__
,شركت,فرش,مشهد,,,,,35422495 فکس کنم,,,35422495,,,___endl__
,ش,مجموعه سازان,شرق,,,,,,,,,,,___endl__
,توس,,چيني,,,,,,,,,,,___endl__
,شركت,پخش سايه,سمن,,,,,,,,,پخش مواد سن ایچ,,___endl__
,شرك,مشهدميل,لنگ,,,,,,,,,,,___endl__
,شركت,,شيرپگاه,,,,,,,,,,,___endl__
,شركت,پارت,سازان,,,,,,,,,,,___endl__
,ش,ادوات راهسازي,شهاب,,,,,,,,,,,___endl__
,نيرومالت,,خراسان,,,,,,,,,,,___endl__
,حرمي,,باف,,,,,,,,,,,___endl__
,شركت,صنايع غذائي,دال,,,,,,,,,,,___endl__
,ارجمندي,,,,,,,,,,,,,___endl__
,پژال,كاران,توس,,,,,,,,,,,___endl__
,شفيع,,,,,,,,,,,,,___endl__
,الكتريك,نوين,شرق,,,,,,,,,,,___endl__
,شركت,بهزين,دوچرخ,,,,,,,,,,,___endl__
,رهباردار,,,,,,,,,,,,,___endl__
,شركت,بين المللي,نوين,,,,,,,,,,,___endl__
,شوروشيرين,,,,,,,,,,,,,___endl__
,ستاره,غذايي,توس,,,,,,,,,,,___endl__
,مهندسي,,پيشروخراسان,,,,,,,,,,,___endl__
,شيرين,,نام,,,,,,,,,,,___endl__
,نان,,صادق,,,,,,,,,,,___endl__
,پادارتوس,,,,,,,,,,,,,___endl__
,پيشتازان,صنعت,جامعه,,,,,,,,,,,___endl__
,ايران,,چاي,,,,,,,,,,,___endl__
,منوري,,,,,,,,,,,قطعات استارت,35411701 ***5,___endl__
,نيكونوش,,,,,,,,,,,,,___endl__
,ماهيان,,,,,,,,,,,,,___endl__
,توليدي,نان,فجر,,,,,,,,,,,___endl__
,شكلات,نازنين,,,,,,,,,,,,___endl__
,جعفري,,فشاركي,,,,,,,,,,,___endl__
,صنايع,غذايي رسيس,آر,,,,,,,,,,,___endl__
,رهسپار,,,,,,,,,,,,,___endl__
,احمدي,,مجيدي,,,,,,,,,,,___endl__
,زيباگل,,طوس,,,,,,,,,,,___endl__
,دربان,,ثاني,,,,,,,,,,,___endl__
,كارتن,,شهران,,,,,,,,,,,___endl__
,چدن,,خراسان,,,,,,,,,,,___endl__
,اسماعيل,زاده,طبسي,,,,,,,,,,,___endl__
,سيادت,,,,,,,,,,,,,___endl__
,رضوان,,توس,,,,,,,,,,,___endl__
,گل,برگ,فريمان,,,,,,,,,,,___endl__
,صنايع,ماشين افزاریا توانکاران,جدید,,مسعود صیفی حصار,09127804040,,,,,,شیر کنترل بخاری و آبگرمکن,35421170 ***4,___endl__
,شركت,,خوشنام,,,,,,,,,,,___endl__
,يوبان,,توس,,,,,,,,,,,___endl__
,دانه,آفرین,ارس,,,,,35412960 دارای اینترنت شاتل,,,,,,___endl__
,پیشگامان,انرژی,خاور,,,,,,,,35412356,,35421764,___endl__
,الكترونيك,,ارمين,,,,,,,,,,,___endl__
,قند یکدانه گوهر,شرق,الماس,,علی سیدی,09155095000,,,,,35411144,,35413194,___endl__
,شركت,كاراگستر,شرق,,,,,,,,,,,___endl__
,كارخانه,,قندفردوس,,,,,,,,,,,___endl__
,بهنام,,هاشميان,,,,,,,,,,35420182 تا7,___endl__
,شركت,رنگين فلز,خراسان 1,,,,,,,,,,,___endl__
,شركت,پشمبافي,توس,,,,,,,,,,,___endl__
,شركت,چسب,سامد,,,,,,,,,,,___endl__
,شركت,مس,پرنگ,,,,,,,,,,,___endl__
,شيمي,پيدايش,تهران,,محمد هاشم ضعیفی,09151154910,,,,,,,,___endl__
,روشن,,طوس,,,,,,,,,,,___endl__
,كاروان,تنديس,طوس,,,,,,,,,,,___endl__
,شركت,توس,پرس,,,,,,,,,,,___endl__
,شركت,صنعتي,لينگر,,,,,,,,,,,___endl__
,سبوسازخاور,,,,,,,,,,,,,___endl__
,يدك,برق,خودرو,,,,,,,,,,,___endl__
,شركت,گوشتي غزال,گوشت,,,,,,,,,,35411140,___endl__
,شيرروزان,,توس,,,,,,,,,,,___endl__
,شركت,خوشه گندم,خراسان 10,,,,,,,,,,,___endl__
,هديه,,كوثرمشهد,,,,,,,,,,,___endl__
,صنعتي,شيك,كالاماد,,,,,,,,,,,___endl__
,شيشه,ايميني,طوس,,,,,,,,,,,___endl__
,خشك,,پونه,,,,,,,,,,,___endl__
,شركت,,رامندخراسان,,,,,,,,,,,___endl__
,سيمين,برق,خراسان,,,,,,,,,,,___endl__
,ترلان,,توس,,,,,,,,,,,___endl__
,پاياپويش,,,,,,,,,,,,,___endl__
,حاجي,زاده,طرقبه,,,,,,,,,,,___endl__
,كاراگسترشرق,,,,,,,,,,,,,___endl__
,سردايران,,,,,,,,,,,,,___endl__
,شهاب,,فرطوس,,علیرضا اسماعیل زاده,,,حسین اسماعیل زاده 09151152213,,,35412954,,35410432,___endl__
,ادرسرام,,توس,,,,,,,,,,,___endl__
,صنعت,,ابتکار,,,,,قوی دل فردوسی 09153580472,,,,,,___endl__
,سراج,نوین پایا,توس,,,,,,,,35414830,,35414820,___endl__
,پدیده,زیبای,شرق,,مغانی,09151159355,,براش فکس کنم,,,35414177,,,___endl__
,اینترنت,دوست,خواه,,,,,خانم رحمانی 09379372030,,,داخلی 730,,33133,___endl__
,حسن,,نژاد,,09153054595,,,دارای وایمکس,,,35410477,تولید کننده پلی وی سی,35410476,___endl__
,بانک,,کشاورزی,,,,,35410004دارای اینترنت مخابرات 94/09/10,,,,,,___endl__
,چاپ,پلاستیک,دانش,,,,,,,,35410305,,35410304,___endl__
,حسابی,,,,,,,35411873 دارای شاتل,,,,,,___endl__
,تجهیزات,پلاستیکی,نداف,,09153056288,,,,,,35410002,ماشین های تزریق پلاستیک,35413585,___endl__
,کسانی,که اینترنت,میخواهند,,,,,,,,,,,___endl__
,گالوک,یا,هدیه,,مدیر کارخانه نیکخواه,09153041218,,مدیر عامل علیرضا محمدی09151105866,,,57----54,پیراهن مردانه و بچه گانه,35410051,___endl__
,مشهد,,گریبکس,,,,اینرنت مخابرات,35421050         35421054,,,,,35421044,___endl__
,فراز,مهر چابک,گستر,,,,اینترنت میخواد,ترابی 09158884490,,,,,35410029,___endl__
,آذین,تابلوی,پارس,,09153111925,,,,,,35414515,,35413515,___endl__
,صنایع,غذایی بی,تا,,بهزاد خداشاهی,09151563525,,,,,35411640,زعفران,35412325,___endl__
,آجیل,,عدالت,,,,,,,,,,35412200 *3578***0741,___endl__
,طراحان,ماشین,حجازیان,,حجازیان,09150019621,,,,,,,35425499,___endl__
,پارسیان,ایمن,کیمیا,,,,,,,,35413683,تولید سطل یکبار مصرف بیمارستانی,35411827-7,___endl__
,پیشگامان,صنعت پارسیان,برین,,09157363116,اشرفی,,,,,35412692,تولیدات قطعات آلومینیم صنایع خودرو و برق,35412690,___endl__
,پیراهن,,گرند,,09155095817,ارباب خالصی,,مدیر ناصر جلیلیان 09158001466,,,,,35410798,___endl__
,لاستیک,پولاد,آروین,,سهامیان,09153176211,,,,,32400835 ***6,قطعات جلو بندی,32400027 **28,___endl__
,الماس,,کارتن,,,,,,,,,,35420053,___endl__
,توس,,پارس,,,,,,,,,قطعات فلزی سازه,35400197,___endl__
,جواهر,خودرو,شرق,,,,,,,,32400041,قطعات خودرو جلوبندی و سر پولوس,32400040,___endl__
,مکاری,,,,,,,,,,35425583 **4,تولیدات شیر ایمنی گاز و نفت و بخار,,___endl__
,پرنیان,,مهیار,,,,,ذال,,,,پخش مواد مهرام,35420300,___endl__
,آدوراطب,,,,محمدی عادل,,,,,,,,35421459,___endl__
پمپ آب,سنتراژ,,,,,,,,,,,پمپ آب,35200818,___endl__
,شرکت,روغن صنعتی,پارس,,,,,هاشم زاده,,,,,35412242 **3,___endl__
,سام,آرین,ماشین,,نامی,09155148918,,,,,35410281,ادوات کشاورزی,35410282,___endl__
,شرکت,صنعت و,معدن,,,,,,,,35424507,تعاونی مسکن مهر گلبهار,35424506,___endl__
,الکترو,,مد,,,,,اذان پور09152600860,,,,کاور,35425484,___endl__
,پات,آریا,صنعت,,علیرضا شریف,09153111795,,,,,,تجهیزات آزمایشگاهی و پزشکی و دندان پزشکی,35420394,___endl__
,کاوش,صنعت,توس,,,,,,,,,پمپ پالایشگاه نفت,35421701 ***5,___endl__
,پدیده,انرژی پارسیان,پیپکو,,,,,,,,35425564,,35425563,___endl__
,تولید,و صنعتی,براتی,,براتی 09155136513,,,,,,,,,___endl__
,شرکت,مهندسی طراحی معین,توس,,,,,,,,35410187,تولید ماشینآلات صنعت چوب و دکوراسیون,35413772,___endl__
,مبین,,پارس توس,,جهانگیری,,,,,,,,35424551 ***2,___endl__
,طیران,صنعت,آریا,,,,,,,,,تجهیز و تجهیزات مرغداری,35420589,___endl__
,ماشین,سازی,نامجو,,خلیل نامجو,091511111213,,خ کریمی 09154414143,,,,,32672378 ***7***2400,09151111212___endl__
,ویرا,,الکتریک,,حسینی مقدم,09150603599,,,,,,لوازم برقی لامپ و برق,35421546 ***47,___endl__
,تبرک,,,,,,,,,,,,05137501,___endl__
,باوان,,برش,,,,,,,,,خدمات برش CNC,36677072,___endl__
,رنگسازی,,امید,,شریعت,09151151155,,,,,35421446,تینر خمیر لوله روغن بتونه رنگ آستری,35421548,___endl__
,آرتا,نوفرآور,پارت,,,,,,,,,آرد مخصوص نان فانتزی,35410202,___endl__
,تولیدی,,ابریشم,,,,,,,,,,35421749 **8**1503,___endl__
,شرکت,تحقیق و توسعه سینتا,پارس222,,,,,9153828413,,,,تولید نرم افزار مدیریت,354125580,___endl__
,شرق,,رایا,,,,,,,,35413663,ساخت قطعات نیروگاهی,35413623,___endl__
,یدک,برق,خودرو,,,,,,,,35413731,تولیدات استارت دینام ماشین سنگین,35413732,___endl__
,گاس,صنعت,خراسان,,مهندس,مدنی 09153584418,,,,,35410801,تولیدات ماشین سازی کاخانجات آرد,35411731,___endl__
,ایمن,,موج,,عرب,9353128092,,,,,35421754,تولیدات و دزدگیر فروشگاهی,35421753,___endl__
,مشهد,گرم سوز,مشهد,,,,,,,,,تولید آبگرمکن,35412025 **26,___endl__
,آتی,صنعت,پیشگام,,,,,,,,35411937,تولید نوار نقاله,35411936,___endl__
,شرکت,خدماتی فنی,موسوی,,موسوی,9153207486,,فاز 6 کارگاهی قطعه 605,,,,تراشکاری و ماشین کاری,35410970,___endl__
,شرق,آزما,بارثاوا,,,,,,,,,تجهیزات آزمایشگاهی,35425437,___endl__
,شرکت,فن آوری نور,دریایی,,عزیز زاده,09153161900,,,,,32400564,تولید محصولات توانبخشی فشار سنج و ویلچر,32400560,___endl__
,روشان,گوهر,شرق,,,,,,,,,بسته بندی مواد غذایی,35410483,___endl__
,رابیتس,سازی,دلشاد,,,,,,,,,رابیتس,35412308,___endl__
,ایستا,آلوم,سازه,,,,,,,,,درب و پنجره پیش ساخته,32400793 ***8,___endl__
,پارسی,,صنعت,,امیر پارسی,09155060157,,,,,35410946,اتوماسیون اداری,35410947,___endl__
,توس,,برنج,,ملکی مدیر عامل گناباد,09151156411,,,,,,آلیاژ برنج و مس و میلگرد,35413809,___endl__
,دوست,,خواه,,,,,,,,فکس 38060210,6104337996092712,3140004365 بانک ملت یاسر دوستخواه,___endl__
,نوشین,,پک,,,,,,,,35410691,تولیدات ماشین سازی صنایع غذایی,35410690,___endl__
,لیمون,,چینی,,,,,,,,پسر ایمانی,,35412424,___endl__
,سردخانه,بوران,برف,,نصرالله زاده,09151151658,,,,,,,35420061 ****5,___endl__
,میلاد,,شرق,,,,,9151163802  هاشم احمدی,,,35423398,تولید ماشیین لباشوئی,35423396,___endl__
,هما,,پلاستیک,,سلیمانی کرمانی,09155103026,,,,,,پلاستیک شلی,35411868,___endl__
,مشهد,,واشر,,,,,اقای تسلیم,,,35421594,,35421592,___endl__
,فراخوان,چاشنی,دانی,,,,,,,,35412101,,,___endl__
,همراه,صنعت,توس,,,,,,,,,ریخته گری,35411620 ***1,___endl__
,بازرگانی,,امین,,قرچوافلو,09121112070,,,,,,تجهیزات جایجایی اجسام سنگین,35424174,___endl__
,آرا,,طب,,امیر فرید حسینی,09153221523,,جلیل نویدی09151159692,,,35410748,لوازم ارتوپدی پلاتین و بقیه,35410749,___endl__
,طب,,نوین,,,,,,,,36638220,پخش داروی ایرانی,36677905,___endl__
,گروه,صنعتی,دقت,,,,,حسینی09151218817,,,,,36516119,___endl__
,ابزار,,هایتک,,نیرومند,09153134308,,,,,,الماسه تراشکاری  پخش ابزار,32401036,___endl__
,تکنولوژی,,,,,,,,,,,لوازم برقی سینی کابل,35410333,___endl__
,ماهک,,نمکی,,,,,,,,,پفک و...,32403267 ***8,___endl__
,عرفان,کارتن,کشوری,,کشوری,09155028223,,,,,,کارتن سازی,,___endl__
,آسمانه,سازهای,نوین,,مرتضی سیامک,,,خانم گلچهره 38453436,,,,تولید  سقف های  جمع شونده کشی یا پارچه ای,,___endl__
,هیی,,,,,,,,,,,,222222,___endl__
,توان,,یاران,,دانیال محقق,09155574740,,علیرضا محقق 09151110015,,,,تولید و ساخت قالب پلاستیکی موبایل و هر طرحی,35413099,___endl__
,ایده,پردازان,مهرگان,,سعید رحیمی,09153133463,,35411943 برای pcm اقدام شد,,,35411943,انواع سنسورهای خودرو داخلی و خارجی,35411943,___endl__
,پرشیا,صنعت,الکترونیک,,,,,,,,,دستگاههای آزمایشگاهی موادغذایی,35424441,___endl__
,سیم,و کابل,مشهد 2,,,,,,,,,,35413277 **9,___endl__
,تجارت,جلال,آرا,,خ مصباحی,09152005416,,,,,,پخش دارو,,___endl__
,شاخص,صنعت,توس,,ذکری,,,,,,35425573,نفت و گاز,35425571 ***2,دفتر___endl__
,پرین,پلاستیک,پاسارگارد,,حمید عرفانیان,09153006027,,,,,35412018,تولید نائلون سلفون پلاستیک مرغی,35413880,___endl__
,چاپ,,صنعت,,,,,,,,35412993,,35412992,___endl__
,رستوران,دولاب,نیا,,,,,,,,,,35412590 ***95,___endl__
,آزانس,,مهر,,,,,,,,,,35411277 ***78,___endl__
,تجارت,زعفران بی,تا 2,,,,,,,,35414126,بسته بندی و تجارت زعفران,35412325,___endl__
,آرمان,پژوه امداد کیمیا,سلامت,,خ باقرزاده,,,فعلا بیمه  ندارم,,,,تجهیزات پزشکی  مصرف بیهوشی,35425579,___endl__
,رب,,به رخ,,,,,,,,35412728,رب,35412324,___endl__
,سامان,گستر,شرق,,سالم,,,,,,35412516,تجهیزات پزشکی تخت جراحی چشم,35412515,___endl__
,هامان,,توس,,لیقوانی,,,,,,,قوطی کنسرو رب,32673801 ***6,___endl__
,به,در,نگین,,,,,,,,,درب و پنجره پیش ساخته,32400793 ***8,___endl__
,سامانه,های,دقیق نوین ابزار,,عبدالحسین خارکش,,,,,,,ماشین سازی برش,35425589,___endl__
,فناوران,صنعت,دایا,,,,,,,,,مهندسی معکوس صنعت صنایع  نفت و گاز,35410631,___endl__
,آذر,,توس,,,,,,,,,اتاق مینی بوس اتاق خودرو اسکلت پیش ساخته مسکن,35420333,___endl__
,شیمی,گستر,توس 1,,,,,,,,,مواد شیمیایی چرب گیر,36516946 ***48,___endl__
,ثامن,,,,هاشمی,09151253772**09381808100,,,,,,کلرید پادیوم آبکاری پلاستیک پزشکی پتروشیمی سیانید طلا آبکاری طلا و نقره,,___endl__
,افرا,,صنعت,,,,,,,,,ماشین سازی,35412580 ***2,___endl__
,انجمن,دفاتر,پیشخوان,,,,,,,,,,,___endl__
,یگانه,شهد,پارسه,,وحیدیان,09155009947,,,,,35413264,شیرینی,35410087 **88,___endl__
,گیبر,,,,,,,,,,,قطعات برای ایران خودرو,35414871 ***74,___endl__
,دیرین,,صنعت,,بهروز نساری,09151116956,,,,,,تولید قطعات نظامی,35414948,___endl__
,یاوند,,خراسان,,خاتمیان,09155112062,,,,,,فیوز,35413249,___endl__
,معاد,,صنعت,,,,,,,,,,35413830 ***3,___endl__
,پپسی,,,,یغمایی,,,,,,,,35413391,___endl__
,کوکاکولا,,,,یزدی,,,,,,35414979,,35413250,___endl__
,کارخانه,,چوب,,شعر باف,09151031364,,,,,,,35420274,___endl__
,مشهد,,تراش,,حسینی,09153230173,,,,,,تراشکاری صنعتی,35413493,___endl__
,فاز,6 کارگاهی قطعه,604,,بابایی,09153104049,,,,,35411287,شوینده های  صنعتی,35411286,___endl__
,جهاد,نصر,خراسان,,,,,,,,,شرکت عمرانی  تحقیقات کشاورزی,35420458,___endl__
,نیکان,فلز,پاسارگارد,,نیکنیا,09153041815,,,,,,قوطی  سازی,35413176,___endl__
,ایرنا,یا قدیم دل آسای,توس,,ستاری,09151200900,,,,,35414261 ***65,رب  کمپوت و کنسرو,35414511 ***13,___endl__
,کبیران,,شرق,,کبیری,,,,,,,قوطی,32461160 *5,___endl__
,سپیتا,,مروارید,,,,,,,,,رنگ پودری,354124515 **17,___endl__
,پارس,,حسگر,,قدیری فر,09153102661,,,,,,ابزار دقیق برای سد,35411406,___endl__
,شکبیا,,مخابرات,,09159125753,,,,,,,,,___endl__
,ایران,,چاشنی,,یزدان بخش *** معروف,,,,,,,سبزی خشک و تازه,,___endl__
,پرشین,تابلو,تابان,,اردگانی,09124114169,,,,,,تابلوی برق صنعتی,32400485 ***9,___endl__
,شاد,,ان,,قاسمی,,,,,,,رب,36776429 ***31,___endl__
,نیسان,شرق,پپسی,,,,,,,,,,,___endl__
,گل,,بانگ,,,,,,,,,ماست و چکیده و,,___endl__
,کانی,پودر آذین,مشهد,,بنی اسدی,09157020682,,,,,35420902,,35420901,___endl__
,سراج,,الکتریک,,,,,,,,,قطعات الکتریک,35421405,___endl__
,فرار,توسعه,دانیال,,شیر کوبیان,09151237679***09153141368,,,,,,,35411925 ****926,___endl__
,کیهان,,صنعت,,تقی زاده,09155157960,,,,,,,35413046,___endl__
,مشهد,,ممتاز,,صادقی زرمهری,09153004782,,,,,,لوازم   پلوپز  خانگی کولر,35411979,___endl__
,بنیان,پارسیان,توس,,رحمتی,09151162828,,,,,,تولید مواد شیمیایی گاز آمونیاک,35421602,___endl__
,صنایع,بسته بندی ارمغان,گلبهار,,,,,,,,,بسته بندی,32400648,___endl__
,لایه,های,نسوز,,صادقی,09151157989,,,,,,,35413577,___endl__
,نیکان,,فلز,,نیک نیا,,,,,,,,35410745,___endl__
,ماشین,مبتکر,ایرانیان,,قربانی,09153104471,,,,,,,32404354,___endl__
,تکنو,,اترک,,پور مختاری,09151156997,,,,,,دستگاههای شیر دوش,35421581,___endl__
,کنترل,,نیرو,,غدیر ابراهیمیان,09153178240,,,,,,,35414561,___endl__
,شرکت,خدماتی هواپیمایی دنیا,سیر,,,,,,,,35412054 **55,,35414890 ***93,___endl__
,آروین,صنعت,توس,,,,,,,,,,35414180 ***82,___endl__
,سپید,گوشت,مشهد,,,,,,,,,گوشت مرغ,35414290 ***3,___endl__
,چاپ,,برنا,,پور محرر,09158998399,,,,,35413140,چاپ,35410438,___endl__
,توس,,کیمیا,,روحی,09155007810,,مدیر عامل سعید تحققی عرب09155071949,,,,تولیدی مبل,35412777,___endl__
,اشکان,,لفاف,,زواشکیانی,09151107707,,,,,,تولیدات پلاستیک و نایلون,35411736 ***8,___endl__
,شرکت,خرم سازه مولود,شرق,,مرادی,09151157726,,,,,,اسباب  بازی,35413363,___endl__
,گروه,صنعتی,فرانیر,,محمودی گلستانی,09151164237,,,,,,,35413386,___endl__
,فرسایار,,,,مریم ناعمی,09155089079,,,,,,,32453058,___endl__
,آرین,پولاد,توس,,الهام حامد اکبری طوسی,0915113167,,,,,,,35423535,___endl__
,نجد,,پلاستیک,,سیاوش بهکام,09155042230***09352898311,,,,,,,35420806,___endl__
,نوپان,,توس,,محمد اسماعیل فارسیان,091587061902,,,,,,,38640342,___endl__
,صدف,بهاره,شرق,,حسن باطنی,09155511200,,,,,,,342222481,___endl__
,شیروزان,,رضوی,,سید حسن حسینی,,لبنیات,سید مصطفی حسینی 09155156451,,,,لینیات,,___endl__
,توس,زعفران,نفیس,,رضا عباس زاده,09151105362,,منشی خ نوروزی35411521,,,,,,___endl__
,فناوری,نور,آریایی,,محمد رضا اصفار صفت,09153161900,,,,,,تولید تجهیزات پزشکی,32400560,___endl__
,انجمن,سوارکاری,فردوسی,,دکتر محمد حسن امینی,09151117893,,,,,,,35422913,___endl__
,چاپ,,کانون,,جواد سرابیان,09151158030,,,,,,,35414881,___endl__
,مرغداری,,جلگه,,محمد موسوی,09155050050,,خاوری 09153119761,,,,,35411071,___endl__
,دانی,,,,سید محمود رضوی,09151155059,,,,,,ترشیجات,35412101,___endl__
,دروند,,,,علی اصغر قاسمی,,,,,,,درب شیشه دارو,35411425,___endl__
,سینا,,قطعه,,علی حسن زاده,09151150580,,,,,,قطعات خودرو,32400060,___endl__
,هیییییی,,,,,,,,,,,,,___endl__
,پاژقطعات,,آمیتیس,,,,,,,,,,,___endl__
,خانم,شهناز,رمارم,,,09151158935,,,,,,,,___endl__
,محمد,رضا,ايزدی,,آقای مهندس محمد رضا ايزدی,09153138142,,,,,, تاسيسات مکانيکی ، طراحی ونظارت ، تهويه صنعتی,,___endl__
,كيفيت,گستر,ايران,,آقای مهندس دهقان,091563117808,,,,,,سيستمهای مديريت و بهبود كيفيت,35424360 **1,___endl__
,فرجاد,وردان دين,پژوه,, آقای علی اصغر ملك محمدی,09155018194,,,,,,مشاوره در سرمايه گذاری ، بيمه,35424368,___endl__
,پارتاك,پارسيان,يکتا,,آقای مهندس افشين,09151158768,,,,,,ارائه مشاوره در خصوص ماشين آالت مواد غذايی،,,___endl__
,سيمای,صنعت,خراسان,, آقای مهندس محمدپور,09151106292,,,,,,مشاوره، طراح و ناظرومجری پروژه های تبليغاتی,35424500 *2,___endl__
,بهره,ورسازان,متين,,آقای مهندس غالمرضا ياوری,09155019962,,,,,,طراحی و ساخت تصفيه خانه های صنعتی ، استقرار,,___endl__
,آقای,مهندس حميد,قوامی,,آقای مهندس حميد قوامی,09153046244,,,,,, مشاوره و بازرگانی صنايع غذايی,,___endl__
,شرق,تابش,پارس,,آقای دكتر مهدويان,09151087002,,,,,,ارائه مميزی انرژی، خدمات انرژی و بهينهسازی مصرف،,35424539,___endl__
,آقای,مهندس بخشی,محبی,,آقای مهندس بخشی محبی,09155153281,,,,,,مشاوره وطراحی خطوط توليد صنايع غذايی،,35424380,___endl__
,نادر,نيکی,طوس,,آقای مهندس ابراهيمی عليپور,09153060528,,,,,,ارائه مشاوره و خدمات بازرگانی,35424497,___endl__
,خانم,زهرا,بيك,,خانم زهرا بيك,09355618968,,,,,, انتشارات,35424334,___endl__
,آقای,مهرداد دهقانی,بيدختی,,آقای مهرداد دهقانی بيدختی,09151133937,,,,,,مشاوره در امور تبليغاتی,,___endl__
,پويندگان,دنيای,كيفيت,, خانم سودابه تبريزی,09155163084,,,,,, مشاوره و آموزش سيستم های مديريت كيفيت,35424357,___endl__
,آقای,مهندس,وارستهاكبرپور,, آقای مهندس وارسته,09153216331,,,,,,برقوالکترونيكوكنترلواتوماسيون،توليدوبهينهسازیانرژی,35424830 ***20,___endl__
,آقای,سيد هاشم,سامانی,, آقای سيد هاشم سامانی,09154164414,,,,,, ارايه مشاوره ، بازاريابی ، آگهی و تبليغات,35424467 **8,___endl__
,همايش,گستر,كيانا,, اقای مهندس رضايی,***0915325513409366992799,,,,,,برگزاری سمينار، كنفرانس، همايش,35424353 ***4,___endl__
,كلينيك,بسته,بندی,,آقای دكتر صداقت,09155595610,,آقای مهندس صداقت***09155185317,,,,مشاوره صنايع بسته بندی,35424412,___endl__
,تدبير,,ماشين,,آقای مهندس نژادشاملو,09151199290,,,,,, طراحی و ساخت ماشين آالت صنايع غذايی,35424349 **50***35424337***8,___endl__
,آقای,فرزاد,مهرنيا,, آقای مهندس مهرنيا,09153080433,,,,,,ارائه مشاوره در صنايع غذايی و لبنی,,___endl__
,فن,آفرينان خوارزمی,توس,,آقای مهندس جالل جوانشير,09153105181,,,,,, آموزش ، مشاوره در حوزه مديريت صنعتی و كارآفرينی,,___endl__
,رهپويان,پارس,گسترشرق,,آقای مهندس قربانی,09155239104,,,,,,خدمات بازرسی فنی قبيل مشاوره، آموزش و ساخت,35424487,___endl__
,الگوريتم,,پويا,,آقای مهندس ترابی,09153077933,,,,,,فناوری اطالعات,35424373,___endl__
,افق,آفرينان,بارمان,, آقای جليلی منش,09158987987,,,,,,مالکيت فکری و انتقال فناوری,35424446 **9,___endl__
,دبيرخانه,كلينيك صنايع,خراسان,,آقای مهندس دشتی,09151108952,,,,,,مجری فعاليتهای كلينيك صنايع خراسان رضوی,35424414,___endl__
,آرين,پاك,شرق,,آقای مهندس هوشيار,09153160155,,خانم مهندس هوشيار      09153227857,,,,كارگزار رسمی صندوق ضمانت و مديريت صادرات و تامين,35424475 ***78,___endl__
,سامانه,كيفيت,شرق,, آقای مهندس اميدوار,09153000364,,,,,, آموزش,35424404,___endl__
,نيوارصنعت,,توس)دوريکا(,,خانم مهندس دشتی,09151115940,,آقای مهندس تازيکی   09153151333,,,,بهينه سازی صنايع غذايی,35424419 ***35424409,___endl__
,دپارتمان,,نخبگان,,آقای دكتر حداد,,,,,,,تهيهومطالعات امکان سنجی اختراعات مخترعينودپارتمان,35424397 ***8,___endl__
,پرشيا,صنعت,الکترونيك,,آقای مهندس موسوی,09153174641,,,,,,مشاور مهندسی اتوماسيون صنعتی,35424441 ***42,___endl__
,صنايع,برودتی,وحيد,,آقای مهندس وحيد,09121155230,,,,,,مشاوره فنی و مهندسی در زمينه سردخانه نگهداری مواد,35424406 **7,___endl__
,كيان,هلث,دارو,,آقای مهندس كاخکی,09155136069,,,,,,ارائه مشاوره ، توليد دارو و مکملهای صنايع غذايی و,35424355 **6,___endl__
,آذين,پرتو,پرند,,آقای مهندس فخاريان,09399917695,,آقای مهندس همتی    09155053460,,,,خدمات تخصصی آزمايشگاهی,35424533,___endl__
,آرمان,رايانه محاسب,شرق,,آقای مهندس صداقت,09151848077,,خانم مهندس اميری   09155002325,,,, امور مالی، اداری و بازرگانی,35424459 **60,___endl__
,يمن,فراورده,سليم,, آقای دكتر مجيد افشاريان,09153061628,,,,,,مشاوره صادرات ، واردات، توزيع فراورده های بيولوژيك,35424437,___endl__
,فنآوری,تبليغات و تحقيقات,روناس,,آقایمهندس فاضلبخششی,09151117474,,,,,, طراحی و بسته بندی,35424358 **9,___endl__
,پيشگامان,تضمين,كيفيت,,هاشمی,09125965891,,,,,,تدوين و پياده سازی استاندارد ، مشاوره و اخذ انواع ايزو,35424364 ***5,___endl__
,آريا,طراح,مقصود,,آقای مهندس دوست محمدی,09153078704,,,,,,طراحی و ساخت ماشين آالت صنعتی,35424496 ***8,___endl__
,وينا,آريا,بيات,, آقای مهندس بياتمختاری,09151110623,,,,,,رائه مشاوره,35424391,___endl__
,سام,صنعت,مسعود,,آقای مهندس سيرجانی,09153100433,,,,,,پژوهشی، آموزشی، صنعتی,35424351 **2,___endl__
,شاهسوند,,زرين,,آقای مهندس محمد فيصل,09153115283,,خانم مهندس حسن زاده,,,,بسته بندی انواع موادغذايی) انواع چای. دمنوش های,,___endl__
,زيتون,رايانه,توس,, آقای مهندس عليزاده,09155122054,,,,,,IT,35424464 ***5***35424485***6,___endl__
,داده,كاوی تدبيروتوسعه,شرق,,آقایمهندسصادقزادهميالنی,09155112397,,,,,,طراحی و توليد نرمافزارهای يکپارچه مالی، اداری و صنعتی,35424425 **6,___endl__
,شيمی,داروی,ميخك,,آقای مهندس نواده خزعل,09153119488,,,,,,طراحی و ساخت كارخانه های داروسازی و ارائه دانش فنی,35424330 ***1,___endl__
,مديريت,سيستمها,و بهره ورداری,,آقای مهندس كارگزار,09155150934,,,,,,مشاورمديريت سيستم،آموزش، نظارت وبازرسی,35424451 ***2,___endl__
,علمی,فناوری رشدكارآفرينی,آسيا,,آقای مهندس سلطانی كيا,09151001220,,,,,,مشاوره و توسعه تکنولوژی و آموزشهای ويژه در سطح بين الملل,35424385 ***6,___endl__
,سنجه,سازان,پارس,, آقای مهندس سلطا نی,09151578553,,,,,,ارائه خدمات فنیو مهندسی، مشاوره فنی بازرگانی، صنعتی,35424521 ***2,___endl__
,آقای,علی,محمدی,,آقای علی محمدی,09153660381,,,,,, اتوماسيون صنعتی,35424473,___endl__
,شايورد,,صنعت,,خانم مهندس جمالپور,09153173044,مشاوره و طراحی و اجراء تاسيسات الکتريکی، اتوماسيون و,مانيتورينگ صنعتی، سيستم نگهداری و تعميرات,,,,مشاوره و طراحی و اجراء تاسيسات الکتريکی، اتوماسيون و,35424494 ***5,___endl__
,سينا,آروين,تجهيز,,آقای مهندسافتخاریوكيلی,09151199804,تجهيزات آزمايشگاهی،صنايع غذايی،پزشکیو,بيوتکنولوژی،داروئی,,,,تجهيزات آزمايشگاهی،صنايع غذايی،پزشکیو,35424476,___endl__
,مبين,پارس,توس,,آقای مهندس رخصت,09153178826,ارائه دهنده خدمات جوش ليزر پر قدرت صنعتی مورد,استفاده در صنايع غذايی، نيروگاهی و قالبسازی,,,,ارائه دهنده خدمات جوش ليزر پر قدرت صنعتی مورد,35424377 *8,___endl__
,کيان,هلث,دارو,,آقای مهندس کاخکي,09155136069,ارائه مشاوره ، توليد دارو و مکملهای,صنايع غذايی و محلولهای مغذی,,,,ارائه مشاوره ، توليد دارو و مکملهای,,"""
for line in a.split("___endl__"):
    __a = line.split(',')
    _name_1 = u" {}".format(__a[0]) if __a[0] != "" else ""
    _name_2 = u" {}".format(__a[1]) if __a[1] != "" else ""
    _name_3 = u" {}".format(__a[2]) if __a[2] != "" else ""
    _name_4 = u" {}".format(__a[3]) if __a[3] != "" else ""
    _name_5 = u" {}".format(__a[4]) if __a[4] != "" else ""
    __name = _name_1 + _name_2 + _name_3 + _name_4 + _name_5
    _description_1 = u" {}".format(__a[7]) if __a[7] != "" else ""
    _description_2 = u" {}".format(__a[8]) if __a[8] != "" else ""
    _description_3 = u" {}".format(__a[9]) if __a[9] != "" else ""
    _description_4 = u" {}".format(__a[10]) if __a[10] != "" else ""
    _description_5 = u" {}".format(__a[12]) if __a[12] != "" else ""
    __description = _description_1 + _description_2 + _description_3 + _description_4 + _description_5

    c = CompaniesModel()
    c.name = u"{}".format(__name)
    c.main_page = False
    c.slider = False
    c.description = u"{}".format(__description)
    c.logo = "default.jpg"
    c.images = []
    c.unit = None
    c.active = False
    c.industrial_town = ObjectId("57490b8a6dd5345a84b602a3")
    c.address = ""
    c.phone = u"{}".format(__a[13])
    c.phone2 = u"{}".format(__a[14])
    c.mobile = u"{}".format(__a[6])
    c.fax = u"{}".format(__a[11])
    c.site = ""
    c.email = ""
    c.province = 10
    c.city = 122
    c.ceo = u"{}".format(__a[5])
    c.owner = ""
    c.insert()
