#!/usr/bin/env python
# -*- coding: utf-8 -*-
import sys
from bson import ObjectId
sys.path.append("/root/ehsan/ToosCompanies")

from models.mongodb.companies import CompaniesModel

a = u""",آزمايشگاه,كنترل,تستا,,آقای دكتر بهشتی,09153127713,,,,,,احداث آزمايشگاه مرجع,35424393 **6,___endl__
,آقای,مهندس,مهرنيا,,آقای مهندس مهرني,09153080433,,,,,, ارائه مشاوره در صنايع غذايی و لبنی,35424389 **90    35424339***40,___endl__
,مهندسی,هژبر و,همکاران,,آقای مهندس هادی هژبرالساداتی,09151151537,,آقای مهندس علی هژبرالساداتی 09155050979,,,,دانش فنی وفرموالسيون و تجهيزات و ماشين آالت صنايع,35424387 ***8,___endl__
,تعاونی,توليدكنندگان كاغذ مقوا و,كارتن,,آقای مهندس كاشانی,09159798574,,,,,,ارائه مشاوره,35424345 **6,___endl__
,روانکار,,شيمی,,آقای مهندس صداقت,09153141227,,آقای مهندس معينی   09151156573,,,,ارائه دانش فنی,35424383 **4,___endl__
,انجمن,خويش فرمای,خالق,, آقای مهندس بنای رضوی,09155020523,,,,,,مشاور صنايع غذايی و صنايع وابسته,35424374 **5,___endl__
,فرآوردههای,غذايی,ديار,,آقای مهندس عمادزاده,09151164151,,,,,, ارائه مشاوره،طراحی و ساخت خشككنهای بزرگ صنعتی,35411070,___endl__
,پيشگامان,آرمان گستر نوين,آريا,,آقای مهندس مقدم,09151115487,,,,,, سيستمهای مديريت و بهبود كيفيت)آموزش منابع انسانی(,35424456 **7,___endl__
,پالايش,,ساخت,,آقای مهندس حسينی,09155185046,,,,,, سيستمهای مديريت كيفيت و كنترل پروژه های صنعتی,35424491,___endl__
,آقای,محمد رضا سعيدی,كوشا,,,09158003715,,,,,,مشاوره و فروش بيمه های بازرگانی,35424505,___endl__
,موسسه,تحقيق و توسعه مديريت,مدبر,,آقای دكتر سعيد مبينی,09151111589,,,,,,آموزش ، پژوهش و تحقيق,35412090,___endl__
,آقای,علی,صدرآبادی,,آقای علی صدرآبادی,09153167995,,,,,,مشاوره ارائه سيستم های مديريت و بهبود كيفيت ، طرح,35424366,___endl__
,سيستم,كيفيت,شرق,,آقای مهندس كاشیزاده,09155113561,,,,,,مشاوره و آموزش,35424322 ***3,___endl__
,آقای,احمد شيخ,رودی,, آقای احمد شيخ رودی,09151145805,,,,,,مشاوره در امور سرمايه گذاری ، بهره وری، طرح توجيهی,,___endl__
,كاريابی,,فناوران,, آقای مهندس ارانی,09151163736,,,,,,مشاوره شغلی و راهنمای قوانين كار و كاريابی و آموزش,35424458 ****35424548,"""
for line in a.split("___endl__"):
    __a = line.split(',')
    _name_1 = u" {}".format(__a[0]) if __a[0] != "" else ""
    _name_2 = u" {}".format(__a[1]) if __a[1] != "" else ""
    _name_3 = u" {}".format(__a[2]) if __a[2] != "" else ""
    _name_4 = u" {}".format(__a[3]) if __a[3] != "" else ""
    _name_5 = u" {}".format(__a[4]) if __a[4] != "" else ""
    __name = _name_1 + _name_2 + _name_3 + _name_4 + _name_5
    _description_1 = u" {}".format(__a[7]) if __a[7] != "" else ""
    _description_2 = u" {}".format(__a[8]) if __a[8] != "" else ""
    _description_3 = u" {}".format(__a[9]) if __a[9] != "" else ""
    _description_4 = u" {}".format(__a[10]) if __a[10] != "" else ""
    _description_5 = u" {}".format(__a[12]) if __a[12] != "" else ""
    __description = _description_1 + _description_2 + _description_3 + _description_4 + _description_5

    c = CompaniesModel()
    c.name = u"{}".format(__name)
    c.main_page = False
    c.slider = False
    c.description = u"{}".format(__description)
    c.logo = "default.jpg"
    c.images = []
    c.unit = ObjectId("5742867f6dd534700def2733")
    c.active = False
    c.industrial_town = ObjectId("57490b8a6dd5345a84b602a3")
    c.address = ""
    c.phone = u"{}".format(__a[13])
    c.phone2 = u"{}".format(__a[14])
    c.mobile = u"{}".format(__a[6])
    c.fax = u"{}".format(__a[11])
    c.site = ""
    c.email = ""
    c.province = 10
    c.city = 122
    c.ceo = u"{}".format(__a[5])
    c.owner = ""
    c.insert()
