#!/usr/bin/env python
# -*- coding: utf-8 -*-
import sys
from bson import ObjectId
sys.path.append("/root/ehsan/ToosCompanies")

from models.mongodb.companies import CompaniesModel

a = u""",فناوری,نور,آریایی,,محمد رضا اصفار صفت,09153161900,,,,,,تولید تجهیزات پزشکی,32400560,___endl__
,پرشین,تابلو,تابان,,اردگانی,09124114169,,,,,,تابلوی برق صنعتی,32400485 ***9,___endl__
,نیکان,فلز,پاسارگارد,,نیکنیا,09153041815,,,,,,قوطی  سازی,35413176,___endl__
,فاز,6 کارگاهی قطعه,604,,بابایی,09153104049,,,,,35411287,شوینده های  صنعتی,35411286,___endl__
,مشهد,,تراش,,حسینی,09153230173,,,,,,تراشکاری صنعتی,35413493,___endl__
,بازرگانی,,امین,,قرچوافلو,09121112070,,,,,,تجهیزات جایجایی اجسام سنگین,35424174,___endl__
,ثامن,,,,هاشمی,09151253772**09381808100,,,,,,کلرید پادیوم آبکاری پلاستیک پزشکی پتروشیمی سیانید طلا آبکاری طلا و نقره,,___endl__
,رنگسازی,,امید,,شریعت,09151151155,,,,,35421446,تینر خمیر لوله روغن بتونه رنگ آستری,35421548,___endl__
,ویرا,,الکتریک,,حسینی مقدم,09150603599,,,,,,لوازم برقی لامپ و برق,35421546 ***47,___endl__
,طیران,صنعت,آریا,,,,,,,,,تجهیز و تجهیزات مرغداری,35420589,___endl__
,تکنو,,اترک,,پور مختاری,09151156997,,,,,,دستگاههای شیر دوش,35421581,___endl__
,پاکریز,,توس,,صفایی,09152369068,,,,,,خامه قنادی,,___endl__
,پاریزان,,ابیز,,محمدی,09155621253,,,,,,,,___endl__
,آترون,,اسپید,,مرئجی یا یوسف مروج,09155192635,,,,,,,35420157 ***8,___endl__
,مبین,,پویش,,حجت بنازاده,0915009248,,,,,,,35425547,___endl__
,برلیان,سازه,ایرانیان,,برلیانی,09151117176,,,,,35414356 *****7,سوله سازی,35414363,___endl__
,نارمک,,2,,خاکی,09151152742,,,,,35410673,خشکبار,35410672,___endl__
,گروه,صنعتی,بهساز,,احمد زرافشانی,09155190677,,,,,35413062,تولیدات پالایشگاههی مخزن,35413090,___endl__
,کارتن,,افق,,عباس توکلی نیا,09151164026,,35410820 دارای اینترنت مخابرات 95/06/29,,,,,35413463,___endl__
,دانشگاه فراز,صنعت,آریا,,,,,,,,35411780,,35411777 *8,___endl__
,توس,,ارژن,,اهراری,09151110986,,,,,35413571,شکلات سروش,35410728,___endl__
,توس,,آردن,,علی اصغر ظهوریان ابوترابی,09151151875,,,,,35410805,,35412126,___endl__
,توس,,آژین,,سحر ژیان,09151160531,,35410083 دارای اینترنت داده گستر عصر نوین,,,35410083,سوله سازی,35413348 ***49,___endl__
,آریا,باران,توس,,محمد زاده,09151158676,,,,,,,36228800,___endl__
,افزار,صنعت,کیمیا,,خانم رحیمی,09151672044,,35412586 یا 35412406 دارای اینترنت شاتل,,,,,35412580,___endl__
,افرا,,صنعت کیمیا,,خانم رحیمی,,,,,,,ماشین سازی,35412580 ***2,___endl__
,نوشین,,توس,,صنعت خانی,09359742504,,,,,35413273,,35412906,35413421___endl__
,آریاطب,,سورن,,محمد رضا ضابطیان,09153179184,,,,,3541,پک بیمارستانی,35411021,___endl__
,کمپوت,,ممتاز,,,,,,,,,,35413498---7,___endl__
,پارس,شعاع,توس,,محمد سمیعی,09151152908,,,,,,,35410310 ****13,___endl__
,آریا,طب,سورن,,محمد رضا ضابطیان,09153179184,,,,,,تولید البسه یکبار مصرف بیمارستانی,35410578 ****35411021,___endl__
,امیدنیا,,,,مهدی روزبهان,09155150367,دارای شاتل,بازرگانی خانم احتشام 09330157775,,,,تولید قطعات جلوبندی خودرو,35413761 *2,___endl__
,برقگیر,,توس,,یگانه دوست,09153104616,,کارپرداز غیومی 09308339397,,,35413614,برقی,35413014 **16,___endl__
,نگین,تغذیه,کیمیا,,بهادر,09151114943,,,,,,شکلات و ارده,35411892-3,___endl__
,آراشیر,,,,اشرف,,35413352 دارای اینترنت شاتل,کار پرداز اشرف 09155073187,,,35413352,,35410170,___endl__
,آچیلان,,در,,خداپرست,09155002127,,شاتل,,,35413912,درب,35413830,___endl__
,اندیشه,,سازان,, تواناشیروان,09155011699,,مخابرات,,,,ابزار دقیق و اتوماسیون صنعتی,35414106-8,___endl__
,الماس,,کوثر,,مدیر عامل سید حسین صامدی,09151113207,,,,,35413821,آهن الات صنعتی,35413820-22,___endl__
,توس,,نگاه,,غلامحسین صاحبکار,09151159596,,مصطفی صاحبکار 09155119375,,,,35413226,35414243,___endl__
,پارس,,حسگر,,قدیری فر,09153102661,,,,,,ابزار دقیق برای سد,35411406,___endl__
,ایرنا,یا قدیم دل آسای,توس,,ستاری,09151200900,,,,,35414261 ***65,رب  کمپوت و کنسرو,35414511 ***13,___endl__
,توان,,یاران,,دانیال محقق,09155574740,,علیرضا محقق 09151110015,,,,تولید و ساخت قالب پلاستیکی موبایل و هر طرحی,35413099,___endl__
,آرا,,طب,,امیر فرید حسینی,09153221523,,جلیل نویدی09151159692,,,35410748,لوازم ارتوپدی پلاتین و بقیه,35410749,___endl__
,هما,,پلاستیک,,سلیمانی کرمانی,09155103026,,,,,,پلاستیک شلی,35411868,___endl__
,توس,,برنج,,ملکی,09151156411,,,,,,آلیاژ برنج و مس و میلگرد,35413809,___endl__
,شرکت,فن آوری نور,دریایی,,عزیز زاده,09153161900,,,,,32400564,تولید محصولات توانبخشی فشار سنج و ویلچر,32400560,___endl__
,پات,آریا,صنعت,,علیرضا شریف,09153111795,,,,,,تجهیزات آزمایشگاهی و پزشکی و دندان پزشکی,35420394,___endl__
,صنایع,غذایی بی,تا,,بهزاد خداشاهی,09151563525,,,,,35411640,زعفران,35412325,___endl__
,پیشگامان,صنعت پارسیان,برین,,09157363116,اشرفی,,,,,35412692,تولیدات قطعات آلومینیم صنایع خودرو و برق,35412690,___endl__
,صنايع,ماشين افزاریا توانکاران,جدید,,مسعود صیفی حصار,09127804040,,,,,,شیر کنترل بخاری و آبگرمکن,35421170 ***4,___endl__
,اروین,,توس,,,,,,,,,,35411080 ***82,___endl__
,شهاب,,طب,,نشاد,09155142044,,,,,32400901,لوازم ارتوپدی,35413787,___endl__
,ماشین,سازی,رافتی,,مهدی رافتی,09153190580,,اینترنت مخابرات 94/10/19,,,35412080,,35413152,___endl__
,مرغداری,,جلگه,,محمد موسوی,09155050050,,خاوری 09153119761,,,,,35411071,___endl__
,سامان,,تابلو,,حمید دانشگرزاده,09155164719,,,,,,تابلو برق صنعتی,35410746 ***7,___endl__
,ارغوان,گستر,توس,,وحید رضا قاسمی,09155142939,,حمید قاسمی 09151131687,,,,,35412247,___endl__
,احیا,,درمان,,احمد بهفر مقدم 09121009593,,حمید رضا بهفرمقدم مدیر کارخانه 09122010917,اقای محسن بهفر مقدم مدیر عامل فردوسی 09151040199,,,35411325,دستگاههای تنفس مصنوعی اتاق عمل و مراقبت های ویژه,35412231,___endl__
,پایدار,ساز,خراسان,,باغستانی,09155007491,,,,,35421583 **1**2,ادوات کشاورزی,35421530 ***3,___endl__
,بهار,,خواب,,سیاح,09155118381,,09151158381,,,35411797,,35410397,___endl__
,چاپ,,برنا,,پور محرر,09158998399,,,,,35413140,چاپ,35410438,___endl__
,کیمیابر,,,,سید محبوب موسویان,09151096859یااااا 09151156637,,35413295 دارای اینترنت شاتل,,,35413296,پلاستیک,35413295,___endl__
,اشکان,,لفاف,,زواشکیانی,09151107707,,,,,,تولیدات پلاستیک و نایلون,35411736 ***8,___endl__
,ترشکام,,شمشک,,محسن ایل بیگی گلستانی,9151154316,رییس  هیت مدیره,35411017 دارای اینترنت مخابرات,,,,,35413508 **35410914,5411017___endl__
,پیشرو,ابزار,خراسان,,صفری,09153152554,,35410319 دارای اینترنت شاتل,,,35410321,قطعات فلزی  و درب بخاری,35410320,___endl__
,حسین,چنگیزی,قریه دورسا,,چنگیزی,09159170727,,,,,,کالسکه,35410629 **35410628**,___endl__
,رایمون,,صنعت,,خانم رضایی,09156224074,,35410543شاتل,,,,ایتسگاه گاز و نفت,35410543,___endl__
,چوب,,سنگ,,حامد همدانی,09158834955,,,,,,تولید مبلمان,35411502 35411503 **,___endl__
,ثابت,,الکتریک,,جواد ثابت گلستانی,09153147395,,,,,5413569,,5413568,___endl__
,شفیع,سازه,شرق,,مهران شفیعی,09151107333,,,,,,پکیچ ساختمانی ایتالیایی,35413681--5,شفیعی بهنام09151101344___endl__
,صنایع,غذایی,سعادتمند,,حکیمی,09159229094,,کارپرداز کوری وند 09151676503,,,,کیک و کلوچه,32461078,___endl__
,توانیاران,,,,محقق علیرضا,09151110015,,09151175594 مهرداد محقق,,,,,35412245,___endl__
,فیدار,,توس,,عطار پور,09151153497,,کار پرداز آثم 09159240631,,,,تولید جک هیدرولیک,35413266 *7,___endl__
,توس,درمان,طب,,فرامرز نیا,09153049095,,,,,,تولید البسه  بیمارستان,35411792,___endl__
,تکران,,کاوش,,محمد محمد نژآد,09151164195,,کارپرداز محمد نژاد 09357006497,,,,قطعات شناور دریای,35414100 ****35414101,___endl__
,برق,,سکامیران,,محمودی,09151164027,35421488 دارای اینترنت مخابرات,اتمام طرح 95/4/30,,,,جر ثقیل و تابلو برق,35421447-8,___endl__
,ایستا,,گستر,,طوسی,09151151354,,,,,3541,سوله سازی,35414771 **7,___endl__
,شاهسوند,,,,فیصل,09153115283,,کارپرداز قریشی 09150025701*****09352935397,,,35413179,چای و دمنوش,35412170,___endl__
,شهربابانا,,,,اقای خاتمی,09151566947,35411047 --مخابرات,35412685----- شاتل,,,35413283,تولید کیک,35411047,___endl__
,جام,جم بازرگان,پیشرو,,قراگوزلو,09127343924,,,,,,بسته بندی زعفران,,
"""
for line in a.split("___endl__"):
    __a = line.split(',')
    _name_1 = u" {}".format(__a[0]) if __a[0] != "" else ""
    _name_2 = u" {}".format(__a[1]) if __a[1] != "" else ""
    _name_3 = u" {}".format(__a[2]) if __a[2] != "" else ""
    _name_4 = u" {}".format(__a[3]) if __a[3] != "" else ""
    _name_5 = u" {}".format(__a[4]) if __a[4] != "" else ""
    __name = _name_1 + _name_2 + _name_3 + _name_4 + _name_5
    _description_1 = u" {}".format(__a[7]) if __a[7] != "" else ""
    _description_2 = u" {}".format(__a[8]) if __a[8] != "" else ""
    _description_3 = u" {}".format(__a[9]) if __a[9] != "" else ""
    _description_4 = u" {}".format(__a[10]) if __a[10] != "" else ""
    _description_5 = u" {}".format(__a[12]) if __a[12] != "" else ""
    __description = _description_1 + _description_2 + _description_3 + _description_4 + _description_5

    c = CompaniesModel()
    c.name = u"{}".format(__name)
    c.main_page = False
    c.slider = False
    c.description = u"{}".format(__description)
    c.logo = "default.jpg"
    c.images = []
    c.unit = None
    c.active = False
    c.industrial_town = None
    c.address = ""
    c.phone = u"{}".format(__a[13])
    c.phone2 = u"{}".format(__a[14])
    c.mobile = u"{}".format(__a[6])
    c.fax = u"{}".format(__a[11])
    c.site = ""
    c.email = ""
    c.province = 10
    c.city = 122
    c.ceo = u"{}".format(__a[5])
    c.owner = ""
    c.insert()
