#!/usr/bin/env python
# -*- coding: utf-8 -*-
from config import Config
import pymongo
mongodb_config = Config().mongodb
connection = pymongo.MongoClient(host=mongodb_config['host'], port=mongodb_config['port'])
db = connection[mongodb_config['db']]
a = """Title,FirstName,MiddleName,LastName,Suffix,Company,JobTitle,BusinessStreet,BusinessCity,BusinessState,BusinessPostalCode,BusinessFax,BusinessPhone,HomePhone,MobilePhone___endl__
,فناوري,نور,آريايي,,محمد رضا اصفار صفت,9153161900,,,,,,توليد تجهيزات پزشکي,32400560,___endl__
,پرشين,تابلو,تابان,,اردگاني,9124114169,,,,,,تابلوي برق صنعتي,32400485 ***9,___endl__
,نيکان,فلز,پاسارگارد,,نيکنيا,9153041815,,,,,,قوطي  سازي,35413176,___endl__
,فاز,6 کارگاهي قطعه,604,,بابايي,9153104049,,,,,35411287,شوينده هاي  صنعتي,35411286,___endl__
,مشهد,,تراش,,حسيني,9153230173,,,,,,تراشکاري صنعتي,35413493,___endl__
,بازرگاني,,امين,,قرچوافلو,9121112070,,,,,,تجهيزات جايجايي اجسام سنگين,35424174,___endl__
,ثامن,,,,هاشمي,09151253772**09381808100,,,,,,کلريد پاديوم آبکاري پلاستيک پزشکي پتروشيمي سيانيد طلا آبکاري طلا و نقره,,___endl__
,رنگسازي,,اميد,,شريعت,9151151155,,,,,35421446,تينر خمير لوله روغن بتونه رنگ آستري,35421548,___endl__
,ويرا,,الکتريک,,حسيني مقدم,9150603599,,,,,,لوازم برقي لامپ و برق,35421546 ***47,___endl__
,طيران,صنعت,آريا,,,,,,,,,تجهيز و تجهيزات مرغداري,35420589,___endl__
,تکنو,,اترک,,پور مختاري,9151156997,,,,,,دستگاههاي شير دوش,35421581,___endl__
,پاکريز,,توس,,صفايي,9152369068,,,,,,خامه قنادي,,___endl__
,پاريزان,,ابيز,,محمدي,9155621253,,,,,,,,___endl__
,آترون,,اسپيد,,مرئجي يا يوسف مروج,9155192635,,,,,,,35420157 ***8,___endl__
,مبين,,پويش,,حجت بنازاده,915009248,,,,,,,35425547,___endl__
,برليان,سازه,ايرانيان,,برلياني,9151117176,,,,,35414356 *****7,سوله سازي,35414363,___endl__
,نارمک,,2,,خاکي,9151152742,,,,,35410673,خشکبار,35410672,___endl__
,گروه,صنعتي,بهساز,,احمد زرافشاني,9155190677,,,,,35413062,توليدات پالايشگاههي مخزن,35413090,___endl__
,کارتن,,افق,,عباس توکلي نيا,9151164026,,35410820 داراي اينترنت مخابرات 95/06/29,,,,,35413463,___endl__
,دانشگاه فراز,صنعت,آريا,,,,,,,,35411780,,35411777 *8,___endl__
,توس,,ارژن,,اهراري,9151110986,,,,,35413571,شکلات سروش,35410728,___endl__
,توس,,آردن,,علي اصغر ظهوريان ابوترابي,9151151875,,,,,35410805,,35412126,___endl__
,توس,,آژين,,سحر ژيان,9151160531,,35410083 داراي اينترنت داده گستر عصر نوين,,,35410083,سوله سازي,35413348 ***49,___endl__
,آريا,باران,توس,,محمد زاده,9151158676,,,,,,,36228800,___endl__
,افزار,صنعت,کيميا,,خانم رحيمي,9151672044,,35412586 يا 35412406 داراي اينترنت شاتل,,,,,35412580,___endl__
,افرا,,صنعت کيميا,,خانم رحيمي,,,,,,,ماشين سازي,35412580 ***2,___endl__
,نوشين,,توس,,صنعت خاني,9359742504,,,,,35413273,,35412906,35413421___endl__
,آرياطب,,سورن,,محمد رضا ضابطيان,9153179184,,,,,3541,پک بيمارستاني,35411021,___endl__
,کمپوت,,ممتاز,,,,,,,,,,35413498---7,___endl__
,پارس,شعاع,توس,,محمد سميعي,9151152908,,,,,,,35410310 ****13,___endl__
,آريا,طب,سورن,,محمد رضا ضابطيان,9153179184,,,,,,توليد البسه يکبار مصرف بيمارستاني,35410578 ****35411021,___endl__
,اميدنيا,,,,مهدي روزبهان,9155150367,داراي شاتل,بازرگاني خانم احتشام 09330157775,,,,توليد قطعات جلوبندي خودرو,35413761 *2,___endl__
,برقگير,,توس,,يگانه دوست,9153104616,,کارپرداز غيومي 09308339397,,,35413614,برقي,35413014 **16,___endl__
,نگين,تغذيه,کيميا,,بهادر,9151114943,,,,,,شکلات و ارده,35411892-3,___endl__
,آراشير,,,,اشرف,,35413352 داراي اينترنت شاتل,کار پرداز اشرف 09155073187,,,35413352,,35410170,___endl__
,آچيلان,,در,,خداپرست,9155002127,,شاتل,,,35413912,درب,35413830,___endl__
,انديشه,,سازان,, تواناشيروان,9155011699,,مخابرات,,,,ابزار دقيق و اتوماسيون صنعتي,35414106-8,___endl__
,الماس,,کوثر,,مدير عامل سيد حسين صامدي,9151113207,,,,,35413821,آهن الات صنعتي,35413820-22,___endl__
,توس,,نگاه,,غلامحسين صاحبکار,9151159596,,مصطفي صاحبکار 09155119375,,,,35413226,35414243,___endl__
,پارس,,حسگر,,قديري فر,9153102661,,,,,,ابزار دقيق براي سد,35411406,___endl__
,ايرنا,يا قديم دل آساي,توس,,ستاري,9151200900,,,,,35414261 ***65,رب  کمپوت و کنسرو,35414511 ***13,___endl__
,توان,,ياران,,دانيال محقق,9155574740,,عليرضا محقق 09151110015,,,,توليد و ساخت قالب پلاستيکي موبايل و هر طرحي,35413099,___endl__
,آرا,,طب,,امير فريد حسيني,9153221523,,جليل نويدي09151159692,,,35410748,لوازم ارتوپدي پلاتين و بقيه,35410749,___endl__
,هما,,پلاستيک,,سليماني کرماني,9155103026,,,,,,پلاستيک شلي,35411868,___endl__
,توس,,برنج,,ملکي,9151156411,,,,,,آلياژ برنج و مس و ميلگرد,35413809,___endl__
,شرکت,فن آوري نور,دريايي,,عزيز زاده,9153161900,,,,,32400564,توليد محصولات توانبخشي فشار سنج و ويلچر,32400560,___endl__
,پات,آريا,صنعت,,عليرضا شريف,9153111795,,,,,,تجهيزات آزمايشگاهي و پزشکي و دندان پزشکي,35420394,___endl__
,صنايع,غذايي بي,تا,,بهزاد خداشاهي,9151563525,,,,,35411640,زعفران,35412325,___endl__
,پيشگامان,صنعت پارسيان,برين,,9157363116,اشرفي,,,,,35412692,توليدات قطعات آلومينيم صنايع خودرو و برق,35412690,___endl__
,صنايع,ماشين افزاريا توانکاران,جديد,,مسعود صيفي حصار,9127804040,,,,,,شير کنترل بخاري و آبگرمکن,35421170 ***4,___endl__
,اروين,,توس,,,,,,,,,,35411080 ***82,___endl__
,شهاب,,طب,,نشاد,9155142044,,,,,32400901,لوازم ارتوپدي,35413787,___endl__
,ماشين,سازي,رافتي,,مهدي رافتي,9153190580,,اينترنت مخابرات 94/10/19,,,35412080,,35413152,___endl__
,مرغداري,,جلگه,,محمد موسوي,9155050050,,خاوري 09153119761,,,,,35411071,___endl__
,سامان,,تابلو,,حميد دانشگرزاده,9155164719,,,,,,تابلو برق صنعتي,35410746 ***7,___endl__
,ارغوان,گستر,توس,,وحيد رضا قاسمي,9155142939,,حميد قاسمي 09151131687,,,,,35412247,___endl__
,احيا,,درمان,,احمد بهفر مقدم 09121009593,,حميد رضا بهفرمقدم مدير کارخانه 09122010917,اقاي محسن بهفر مقدم مدير عامل فردوسي 09151040199,,,35411325,دستگاههاي تنفس مصنوعي اتاق عمل و مراقبت هاي ويژه,35412231,___endl__
,پايدار,ساز,خراسان,,باغستاني,9155007491,,,,,35421583 **1**2,ادوات کشاورزي,35421530 ***3,___endl__
,بهار,,خواب,,سياح,9155118381,,9151158381,,,35411797,,35410397,___endl__
,چاپ,,برنا,,پور محرر,9158998399,,,,,35413140,چاپ,35410438,___endl__
,کيميابر,,,,سيد محبوب موسويان,09151096859يااااا 09151156637,,35413295 داراي اينترنت شاتل,,,35413296,پلاستيک,35413295,___endl__
,اشکان,,لفاف,,زواشکياني,9151107707,,,,,,توليدات پلاستيک و نايلون,35411736 ***8,___endl__
,ترشکام,,شمشک,,محسن ايل بيگي گلستاني,9151154316,رييس  هيت مديره,35411017 داراي اينترنت مخابرات,,,,,35413508 **35410914,5411017___endl__
,پيشرو,ابزار,خراسان,,صفري,9153152554,,35410319 داراي اينترنت شاتل,,,35410321,قطعات فلزي  و درب بخاري,35410320,___endl__
,حسين,چنگيزي,قريه دورسا,,چنگيزي,9159170727,,,,,,کالسکه,35410629 **35410628**,___endl__
,رايمون,,صنعت,,خانم رضايي,9156224074,,35410543شاتل,,,,ايتسگاه گاز و نفت,35410543,___endl__
,چوب,,سنگ,,حامد همداني,9158834955,,,,,,توليد مبلمان,35411502 35411503 **,___endl__
,ثابت,,الکتريک,,جواد ثابت گلستاني,9153147395,,,,,5413569,,5413568,___endl__
,شفيع,سازه,شرق,,مهران شفيعي,9151107333,,,,,,پکيچ ساختماني ايتاليايي,35413681--5,شفيعي بهنام09151101344___endl__
,صنايع,غذايي,سعادتمند,,حکيمي,9159229094,,کارپرداز کوري وند 09151676503,,,,کيک و کلوچه,32461078,___endl__
,توانياران,,,,محقق عليرضا,9151110015,,09151175594 مهرداد محقق,,,,,35412245,___endl__
,فيدار,,توس,,عطار پور,9151153497,,کار پرداز آثم 09159240631,,,,توليد جک هيدروليک,35413266 *7,___endl__
,توس,درمان,طب,,فرامرز نيا,9153049095,,,,,,توليد البسه  بيمارستان,35411792,___endl__
,تکران,,کاوش,,محمد محمد نژآد,9151164195,,کارپرداز محمد نژاد 09357006497,,,,قطعات شناور درياي,35414100 ****35414101,___endl__
,برق,,سکاميران,,محمودي,9151164027,35421488 داراي اينترنت مخابرات,اتمام طرح 95/4/30,,,,جر ثقيل و تابلو برق,35421447-8,___endl__
,ايستا,,گستر,,طوسي,9151151354,,,,,3541,سوله سازي,35414771 **7,___endl__
,شاهسوند,,,,فيصل,9153115283,,کارپرداز قريشي 09150025701*****09352935397,,,35413179,چاي و دمنوش,35412170,___endl__
,شهربابانا,,,,اقاي خاتمي,9151566947,35411047 --مخابرات,35412685----- شاتل,,,35413283,توليد کيک,35411047,___endl__
,جام,جم بازرگان,پيشرو,,قراگوزلو,9127343924,,,,,,بسته بندي زعفران,,"""
for line in a.split("___endl__"):
    print line
    __a = line.split(',')
    _name_1 = " {}".format(__a[0]) if __a[0] != "" else ""
    _name_2 = " {}".format(__a[1]) if __a[1] != "" else ""
    _name_3 = " {}".format(__a[2]) if __a[2] != "" else ""
    _name_4 = " {}".format(__a[3]) if __a[3] != "" else ""
    _name_5 = " {}".format(__a[4]) if __a[4] != "" else ""
    __name = _name_1 + _name_2 + _name_3 + _name_4 + _name_5

    _description_1 = " {}".format(__a[7]) if __a[7] != "" else ""
    _description_2 = " {}".format(__a[8]) if __a[8] != "" else ""
    _description_3 = " {}".format(__a[9]) if __a[9] != "" else ""
    _description_4 = " {}".format(__a[10]) if __a[10] != "" else ""
    __description = _description_1 + _description_2 + _description_3 + _description_4
    _row = dict(
        name=__name,
        ceo=__a[5],
        mobile=__a[6],
        description=__description,
        fax=__a[11],
        products=__a[12],
        phone=__a[13],
        mobile2=__a[14],
    )
    db.comp.insert(_row)
