#!/usr/bin/env python
# -*- coding: utf-8 -*-
import sys
from bson import ObjectId
sys.path.append("/root/ehsan/ToosCompanies")

from models.mongodb.companies import CompaniesModel
CompaniesModel().delete_all()
a = u"""آجیل چزی حسینی,فرآوری و بسته بندی آجیل,محسن حسینی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 4/6 - قطعه 166,35412386 - 9,37271607,35412385,09151115635___endl__
آذر کار تفتان,ساخت کوره های صنعتی,احسان شاهینی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 10 - قطعه 487,35411185,,,___endl__
آذین قالب توس,قالبهای فلزی و پلاستیکی,آرش رمضان پور,شهرک صنعتی توس,فاز 1 - کوشش شمالی قطعه 444 - 445,35414062 - 5,,35413327,09153166521___endl__
آراشیر خراسان,شیر آلات صنعتی,علیرضا اشرف,شهرک صنعتی توس,فاز 1 - صنعت 11 - قطعه 342,35412671,35410170 - 1,35413352,___endl__
آردین صنعت,اسکلت فلزى وسوله,علیرضا جونی,شهرک صنعتی توس,فاز 1 - صنعت 11 - قطعه 344 - 343,35410207 - 10,,35410894,09155012052___endl__
آروین پلاست پویان,تزریق پلاستیک,علیرضا پروین,شهرک صنعتی توس,فاز 1 - تلاش 5 - قطعه 518,35411220,,35411061,___endl__
آروین صنعت توس,توليد و طراحی د کل مخابراتی,میثم فقیه کاشانی,شهرک صنعتی توس,فاز 1 - کوشش جنوبی 3 - قطعه 353B,35414180,,35414183,09151115068___endl__
آریا کرخه زرین,بسته بندی حبوبات چای ادویه,محمد امیر تراز جمشیدی,شهرک صنعتی توس,فاز 1 - نبش صنعت 5 - قطعه 215,35411605 - 6,,,___endl__
آریان ماکارون,فرآورده نیمه آماده بر پایه غلات - نبات,سید علی اصغر صفوی,شهرک صنعتی توس,فاز 1 - تلاش جنوبی 4/3 - قطعه 118,35413518,,35413519,___endl__
افق مشهد,کارتن,عباس توکلی نیا,شهرک صنعتی توس,فاز 1 - روبروی درب کارخانه کوکاکولا - قطعه 521,35413463,35410731,,09151164026___endl__
الوان ورزش,تیر و کمان ورزشی,وحيد هرمزى,شهرک صنعتی توس,فاز 1 - تعاون جنوبی - قطعه 307,,,,___endl__
الیاس سانیا,بهبود دهنده صنایع آرد,الیاس جونی,شهرک صنعتی توس,فاز 1 - تلاش شمالی - قطعه 127 - 128,35414103 - 4,35411264,35414103,09155248966___endl__
الیاف پویا,کیسه گونی P.P,عباس برک پور,شهرک صنعتی توس,فاز 1 - تلاش شمالی 6/5 - قطعه 243 - 244,35413307,35411012 - 36,35411011,___endl__
امید نیا,تولید سیبک خودرو,مهدی روزبهان,شهرک صنعتی توس,فاز 1 - تلاش شمالی 5 - فاز 3 کارگاهی - قطعه 311,,,35413761 - 2,___endl__
امیر دشت خراسان,انواع ماکارونی نان حجیم و نیمه حجیم,رقیه منوچهر,شهرک صنعتی توس,فاز 1 - تلاش شمالی 2/6 - قطعه 148B,,,35413234 - 5,09153146601___endl__
ایده نوین,تراشکاری,مهران خادم الرضائیان,شهرک صنعتی توس,فاز ۱- صنعتگران ۲- قطعه ۲۰۷,۳۵۴۱۶۶۸,,۳۵۴۱۰۱۹۱,___endl__
احیا درمان پیشرفته,تراشکاری,حمید رضا بهفرمقدم,شهرک صنعتی توس,فاز ۱- صنعتگران ۲- قطعه ۲۰۸,35410468,,,___endl__
بازرگانی اعتمادی,تولید دستگاههای پزشکی,سعید اعتمادی راد,شهرک صنعتی توس,فاز ۱- صنعت ۳ - قطعه ۲۱۱A,,,35411325,09122010917___endl__
بازرگانی فرامرزی,تولیدات گوشتی,فرشاد فرازستانیان,شهرک صنعتی توس,فاز ۱ - بلوار صنعت - خیابان پنجم - قطعه ۲۰۸,35412135 - 8,,,___endl__
بایاتوس,قطعات خودرو,حمید خادمی,شهرک صنعتی توس,فاز ۱ - بلوار صنعت - کوشش جنوبی 352 - قطعه 346 - 347,32233118,,,09153051837___endl__
بتا طب,خدمات پزشکی - مهندسی پزشکی,حسین جور شری,شهرک صنعتی توس,فاز ۱- تلاش شمالی - فاز خدماتی - قطعه 42,35413551,35411134,35412335,___endl__
بخار نیرو توس,دیگ بخار، روغن داغ، آب داغ و گرم,بطحایی,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۳۲,35413219,,35410177,___endl__
برج پولادین آریایی,انواع سازه وسوله فلزى,ایمان خروشی,شهرک صنعتی توس,فاز ۱- قطعه 604A,32400090 - 5,,,09155210794___endl__
برقگیرتوس,برق گیری های 24 و ۳۶ کیلو ولت,محمد على يگانه دولت,شهرک صنعتی توس,فاز 1 - تلاش شمالی 10 - قطعه 497,35413014 - 6,,,09153104616___endl__
برلیان سازه,سازههای فلزی,عباس برلیانی,شهرک صنعتی توس,فاز 1 - نبش صنعت 7 - قطعه 384 - 385,35414351 - 5,,35414350,09155171339___endl__
بسپار سازه توس,کامپاند لاستیک,کریم نژاد,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/5 - قطعه A ۲۶۰,35413513,35413743,35413743,___endl__
بسپار سازه توس ۲,تولید لاستیک,فریدون یزدان بخشی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۳/۷ - قطعه ۲۶۸,35413513 - 4,,,___endl__
بسته بندی خراسان,ماشین سازی,محسن نثاری,شهرک صنعتی توس,فاز ۱- صنعت ۱۱- قطعه 340,35413054,,,09151155965___endl__
بنیان دوریکا ۲,لوازم پلاستیک ساختمان,سید احسان میر عاقلی,شهرک صنعتی توس,فاز ۱- تلاش شمالی - قطعه ۲۶۱B,35413535,35411298,35411295,___endl__
بنیان دورریکا ۱,پلاسکو,سید احسان میر عاقلی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۵- قطعه ۵۱۷,35410126 - 7,35411147,,09155574841___endl__
بهریزو (نوتاش),خدمات شرکت برق,حسن قدریان,شهرک صنعتی توس,فاز ۱- صنعت ۹ - قطعه ۳۵۷,35413788,,,___endl__
بسپار سازه توس,لاستیک سازی,مجید کریمی نژاد,شهرک صنعتی توس,فاز ۱- تلاش ۷/۱ - قطعه 268A,35410599,,,___endl__
بهشیران نمونه شرق,لبنیات,وحید پیرنیا,شهرک صنعتی توس,فاز ۱ - تلاش شمالی ۲/۶ - قطعه 148A,35413168,,35413169,09153155325___endl__
بهلول,پمپ سازی,حسین بهلول,شهرک صنعتی توس,فاز ۱- دانش ۱۰- قطعه 819,35414006,,,___endl__
بهناز گلبهار,قند,احمد کامیاب,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۳/۸ - قطعه  159 - 160,35414513,,35413587,09151151147___endl__
بهینه سازان توس,کنترلهای هوشمند و الکترونیکی,علیرضا جلالی طلب,شهرک صنعتی توس,فاز ۱- بلوار صنعت - تقاطع تعاون - قطعه ۳۷۳-۳۷۰,35411388 - 9,35412240,,09155228200___endl__
پا توس,چکمه - دمپایی - کفش چرمی,حسین ماهرویی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/7 - قطعه 446 تا 449 و 452 تا 455,35413545 - 6,,35413469,09155132961___endl__
پارس بریانک,غذای آماده,سعید کاشانی,شهرک صنعتی توس,فاز ۱ - تلاش شمالی ۸ - قطعه 169A,35414004 - 5,,35413193,___endl__
پارسی (رجبی گل ),موتور و گیربکس آسانسور,رجبی گل,شهرک صنعتی توس,فاز ۱- صنعت ۱۳- قطعه ۲۹۹,35413536,,,___endl__
پاکریز توس,خامه قنادی,محمد علی نامجو,شهرک صنعتی توس,فاز ۱- قطعه ۱۷۲,35413471,,,09155176986___endl__
پتو پوليش توس,پلی استر ایزوگام,حاج امير علیپور,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۶/۵ - قطعه 235,35413506,37268156,,09151162256___endl__
پر کوک توس,پرسکاری,نور على محسنى,شهرک صنعتی توس,فاز ۱- تلاش شمالی 2/8 - قطعه 477,35413275,35410349,35410649,09153226632___endl__
پرور پودر,تولید پودرهای صنایع غذایی,عباس رنجبریان,شهرک صنعتی توس,فاز ۱- تلاش جنوبی ۳- قطعه ۱۹۵,35413602,,,___endl__
پلاستیک ابراهیمی,یلاستيک,سید جمال وحیدی ابراهیم پور,شهرک صنعتی توس,فاز ۱- روبروی تلاش شمالی ۳/۷ - قطعه 261,35410477,35413512,,___endl__
پلیمر توس,لوله هاى PVC,غلام رضا پور مرادى,شهرک صنعتی توس,فاز ۱- تلاش شمالی - آخرین خیابان - سمت راست,37271608,,,09151157440___endl__
پلی سوله و صنعت توس,تولید انواع سازههای فلزی,احمد طالبی,شهرک صنعتی توس,فاز 1 - کوشش جنوبی,35414447,,35413740,___endl__
پمپ بارش,انواع پمپ آب شناور,محمد محمد زاده,شهرک صنعتی توس,فاز ۱- صنعت ۱۱ - قطعه ۳۳۵,35413764 - 7,,,09151107836___endl__
پنير جلگه توس,فرآورده های لبنى,حمید رسولی,شهرک صنعتی توس,فاز ۱- صنعت ۵ - قطعه ۲۰۶,35410803,,35413611,09153087201___endl__
پویش ابزار,ساخت قالب,حمید رضا غفوری,شهرک صنعتی توس,فاز ۱- صنعتگران ۳ - قطعه ۳۰۵,35412630,,35413167,09151080816___endl__
پیشگامان صنعت پارسیان برین,قالبسازی,غلامحسین افخمی,شهرک صنعتی توس,فاز ۱- صنعت ۹ - قطعه 642,35412690 - 1,,36516660,___endl__
پیوند قطعات آرین,انواع واشر فلزی,مهدی صادقی,شهرک صنعتی توس,فاز ۱- صنعت ۱۳ - قطعه ۲۷۸-۲۷۹ ,35412531,35411161,,09121214306___endl__
پیشه ابتکار ۲,قطعات پرسی,سید حسن رئیسی الساداتی,شهرک صنعتی توس,فاز ۱- صنعت ۹ - قطعه ۳۵۸ ,35413057 - 9,,,09151158250___endl__
پلاستیک سلیمانی,پلاستیک,محمد حسن سلیمانی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۹- قطعه 472,35410474 - 5,,,09155149062___endl__
تکنولوژی,تابلو برق وسينی کابل,محمد حسين نژاد مراغه,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۶/۸ - قطعه 494A - 494B,35410333,,35413544,09151153877___endl__
تاتلی آروین توس,آلوچه فرآوری شده,ابوالفضل تشکر گلستانى,شهرک صنعتی توس,فاز ۱- تلاش جنوبی - قطعه 229,35411083,,35413558,09151164123___endl__
تحفه شرق,خشکبار,محمد رافتی,شهرک صنعتی توس,فاز 1 - کوشش جنوبی - نبش خیابان 4 - قطعه 198-199,35413243,38452330,38452360,___endl__
تحول چاشنی توس,زيتون,علیرضا نبی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/5 - قطعه ۲۵۸ ,35412214 - 5,,35410291,09151112133___endl__
ترشکام خراسان,لواشک - تمر - آلوچه,محسن گلستانی ایل بیگی,شهرک صنعتی توس,فاز ۱- تلاش جنوبی 1/4 - قطعه ,35414000,,35411017,___endl__
تکران کائش,قطعات ( نفت - گاز),محمد رضا محمد نژاد,شهرک صنعتی توس,فاز ۱- قطعه ۲۱۷ ,354114100,,35411346,___endl__
تکنو پان کو,بسته بندی زعفران و خشکبار,سعید غفارزاده,شهرک صنعتی توس,فاز ۱- خیابان تلاش شمالی ۶/۶ - قطعه 174,35413113,021 - 88760568,,09121167416___endl__
تکلان توس,ترمز و کلاج ماشین,بهرینیان,شهرک صنعتی توس,فاز ۱ - بلوار صنعت - کوشش جنوبی 351 تا 368 و 312 تا 316,35411135,35412335,,___endl__
تندیس قالب مشهد,قالب سازی,شاهسونی,شهرک صنعتی توس,فاز ۱- صنعت ۱۳- قطعه ۶۱۷A,35410620,35413898,,09155012069___endl__
تیغه اره های الماسه خراسان,انواع تيغه اره,محمد پورنیا,شهرک صنعتی توس,فاز ۱- صنعت ۷ - قطعه ۳۸۳-۳۸۲,35412264 - 5,35412263,,09155128835___endl__
تکران کاوش,نفت و گاز و پتروشیمی,محمد رضا محمد نژاد,شهرک صنعتی توس,فاز ۱- فاز ۲ کارگاهی - قطعه ۲۱۷ ,35414100 - 1,35413460,,___endl__
توان یاران توس,قالبسازی,علیرضا محقق,شهرک صنعتی توس,فاز ۱- فاز ۳ کارگاهی - قطعه ۳۱۹ ,35414099,,35410196,09151110015___endl__
توس ابتکار سازان,قطعه سازی,غلام رضا آل شیخ,شهرک صنعتی توس,فاز ۱- تلاش شمالی - صنعتگران ۱- قطعه ۱۵ ,35413367,,,___endl__
توس ارژن,شکلات و نان بستنی,احراری,شهرک صنعتی توس,فاز ۱- خیابان تلاش شمالی ۶/۶ - قطعه ۱۷۳ ,35413571,,,09151110986___endl__
توس آردن برمایون,مواد غذایی,علی اصغر ظهوریان ابو ترابی,شهرک صنعتی توس,فاز ۱ - تلاش جنوبی - قطعه 122-124,35412126,,35410805,09151154611___endl___
توس آژین,قطعات فلزی,ژیان,شهرک صنعتی توس,فاز ۱ - تعاون جنوبی - قطعه ۳۱۰-۳۰۹ ,35413348,35410083,35410083,09151160531___endl__
توس بافت آینده,صنایع نساجی,سارا کلالی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۶/۵ - قطعه 234,35413324 - 5,,,___endl__
توس فیوز,تولید کنتور و فیوز برق,سیامک فارسیان,شهرک صنعتی توس,فاز ۱- بعد از میدان دوم - قطعه ۳۷۵ ,35414391 - 19,,35413426,___endl__
توس مطرح,قطعات صنعتی,سید محمد حسینی,شهرک صنعتی توس,فاز ۱- تلاش شمالی - صنعتگران ۱- قطعه 14,35413414,,,09151135069___endl__
توس میل لنگ,تراشکاری میل لنگ,رحیم بهروز نیا,شهرک صنعتی توس,فاز ۱- آخر تعاون جنوبی - قطعه ۲۹۳ ,35413050 - 1,35413342,35413341,___endl__
توس میوه خراسان,کمپوت و کنسرو,مجتبی حقیقی تاجور,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه ۱۶۸ ,35410898,,,___endl__
تولیدات کاغذی خراسان (گلریز),تولیدات کاغذی,مجتبی هاشمیان,شهرک صنعتی توس,فاز ۱ - تلاش جنوبی چهارم - قطعه ۱۲۵ ,35413240,35413270,35413464,___endl__
تیرسان صنعت آسیا,کانکس وپالت فلزی,قاسم پور محمد,شهرک صنعتی توس,فاز ۱- صنعت ۹ - قطعه ۳۵۹ ,35411305 - 6,,,09151115814___endl__
تک چین شمسی,ماکارونی,محمد فراری,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه ۱۶۳,35410087 - 8,,35410088,09151158958___endl__
توس ومتک,فلومتر توربینی گاز,امیر رضا کاردانی,شهرک صنعتی توس,فاز 1 - بلوار صنعت - واحد 206,35412450 - 3,,35412454,09155033693___endl__
توس نيرو,طراحی و سایت تابلو برق صنعتی,محسن بنکدار یزدی,شهرک صنعتی توس,فاز ۱- تلاش شمالی - فاز خدماتی - قطعه 54,35413452,,35413456,___endl__
ثابت الکتریک,قطعات هم ردیف و کلید پریز,ذکریا ثابت گلستانی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۱۰- قطعه ۵۰۰,35413568 - 70,,,___endl__
جرثقیل شیرزاد,جرثقیل سقفی,نسبی شیرزاد خان,شهرک صنعتی توس,فاز ۱- قطعه ۳۸۱A ,35413369,,,___endl__
جوانه خراسان,مکمل دام و طيور,محمد رضا خبيرى نوغانی,شهرک صنعتی توس,فاز 1 - نبش تلاش 7 - قطعه 274,35410027,35410920,36653213,___endl__
جوش شیرین خراسان,گاز کربنیک,محمد مهدی وفادار,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/5 - قطعه ۲۵۹ ,35411656,35411656,,09151151735___endl__
جهان افروز,بخاری و کولر و آبگرمکن و پکیج و اجاق گاز,محمد مظاهری,شهرک صنعتی توس,فاز ۱ - بلوار تعاون جنوبی - قطعه 334 و ۳۲۶-۳۲۲,35410611 - 7,,35410619,___endl__
چابک کفش توس,کفشهای ورزشی و دمپایی طبی,محمد علی رضایی میلانی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 6/5 - قطعه 245 ,35413559,37261407,37260114,___endl__
چاپ لوحه,فیلمهای سه لایه و پنج لایه,سید حسن کریمی ایزدی,شهرک صنعتی توس,فاز ۱ - تلاش شمالی 4/7- قطعه 459,35413297,38677937,,09154745079___endl__
چرخ دنده جابرزاده,چرخ دنده و گیربکسری های صنعتی,حمید رضا جابرزاده,شهرک صنعتی توس,فاز ۱- صنعت ۱۳- قطعه 615B,35414884 - 6,35421577,,09151111155___endl__
چرمه,شراحی و ساخت دستگاه های بسته بندی,علی تقدیسی,شهرک صنعتی توس,فاز ۱- تلاش شمالی - صنعتگران ۱- قطعه ۱۲ - ۱۳,35413547,,,___endl__
چورک توس,نان صنعتی - غلات و حبوبات - ادویه خشکبار,رضا عبادی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه 152,35414441 - 3,,,09151117560___endl__
چینی مقصود(۱),چینی مظروف,مسعود ایمانی,شهرک صنعتی توس,فاز 1 - کوشش شمالی 5 - قطعه 438 - 418,35410400,35413600,,09155114943___endl__
حارس صافی گستر,تولید فیلتر هوای ماشین های سواری,سعید غفوریان,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۱۰- قطعه 486 و 485,35413417,,,09151158059___endl__
خوشگوار مشهد,انواع نوشیدنی گازدار,حسين على ركنى,شهرک صنعتی توس,فاز 1 - بعد از میدان کوشش - سمت راست - قطعه 417 - 385,35413250 - 9,35414979,35414979,___endl__
دهناد فن قالب,تولید و ماشینکاری انواع قالیبا و قطعات فلزی,حمید رضا قائمی,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۱۱,35410379 - 80,35413707,,09151145401___endl__
دینا توس,چیپس و اسنک,حمید نیکویی,شهرک صنعتی توس,فاز ۱ - کوشش - خیابان دوم - قطعه ۱۸۲-۱۸۱,35413373,35411030,35411031,09151152246___endl__
دینا,اسنک و شیرینی,غلام رضا شاکری,شهرک صنعتی توس,فاز 1 نبش تلاش 4 - قطعه 111 - 110,35413747,,35413745,09155023759___endl__
ذرت نمکی خراسان,پفک و ذرت حجیم شده,محمد رضا سقا گندم آبادی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۵/۲ - قطعه 272,35410233 - 6,35413495,,09151116963___endl__
راین صنعت,تولید برق صنعتی,علی اصغر اکرامی پور,شهرک صنعتی توس,فاز ۱- دور میدان تلاش - فاز خدماتی - قطعه ۵۸,35413660,,35411489,___endl__
رخ پلاستیک توس,نایلون نایلکس وپلاستیک,کاظم رضایی,شهرک صنعتی توس,فاز ۱- تلاش ۲/۷ - قطعه 462,35410024,35413299,,09151153424___endl__
رخش قطعه مشهد,اویل پمپ خودرو,هادی مهدوی عادلى,شهرک صنعتی توس,فاز ۱ - بلوار تعاون جنوبی - قطعه 304,35413458 - 9,35410132,,09151159497___endl__
روشن توس,تولید قوطی,مهدی مروج,شهرک صنعتی توس,فاز ۱- نبشی صنعت ۸ - قطعه ۳۸۰ ,35411422 - 3,,35413528,___endl__
ریخته گران خمسه,یراق آلات و دکلهای برق فشار قوی,جواد خمسه,شهرک صنعتی توس,فاز ۱ - بلوار تعاون جنوبی - قطعه ۲۸۷B,35410063,35413289,35413289,09151111226___endl__
ریسندگی نگین,ریسندگی,آقایی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 6/5 - قطعه 239 - 236,35411040,021 - 88592720,35413430,___endl__
زرنج موتور,مونتاژ موتور سیکلت,شهنوازی,شهرک صنعتی توس,فاز ۱- قطعه ۶۱۰ و ۶۱۲,35414081 - 5,,,___endl__
زرین تابا,آبنبات های بدون شکر - و آبنبات سرد سرماخوردگی,جعفر توکلی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 2/6 - قطعه 149,35411059 - 66,,35410146,09151157407___endl__
زعفران سحرخیز,تولید زعفران,فرهاد سحرخیز,شهرک صنعتی توس,فاز ۱- نبش تلاش شمالی ۶ - قطعه ۱۳۲ تا ۱۳۵ ,35411002 - 3,35413308 - 9,,9151241703___endl__
زعفران فرهنگ,بسته بندی زعفران,افشین فرهنگ,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۶/۶ - قطعه ۱۵۵,35410465,,35410467,09153113461___endl__
سازه های هیدرولیک,قطعات خودرو,محمود امری,شهرک صنعتی توس,فاز ۱- صنعت ۱۱ - قطعه ۳۳۸,35410162 - 6,35413357,,09155148812___endl__
سامان تابلوی پارس,تابلو های برق,حمید دانشگر زاده,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۵- فاز ۳ کارگاهی - قطعه 314,35410746 - 7,,,09151045437___endl__
سامانه صنعت پاژ,فیلم و چاپ پلی اتیلن,محمود رضا ستوده نژاد,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/5 - قطعه 260B,35413232 - 2,35411176,,___endl__
سامی ساز,قرص و کپسول,انصاری,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۹- قطعه 461B,35413285,,35413384,___endl__
سایش فولاد سناباد,قطعادت خودرو,محمد نژاد,شهرک صنعتی توس,فاز 1 - تلاش شمالی 10 - قطعه 502B,35413180,35410809,,09151040570___endl__
سپیده جام توس (۱),ظروف شیشه ای اوپال و پیرکس,اکبر حسین زاده,شهرک صنعتی توس,فاز 1 - انتهای کوشش شمالی - سمت چپ - قطعه 423 - 425,35413070 - 9,,,09151040570___endl__
سخت فلز مشهد,دیسک ترمز,حسین رحیمی,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۰۶,35413647 - 8,,,09151155986___endl__
سراج نور توس ۲,چراغ و آئینه خودرو,سید رضا هاشمی اولیا,شهرک صنعتی توس,فاز ۱- صنعت ۷ - قطعه ۳۷۹-۳۷۸,35413335 - 45,35410587,35413334,___endl__
سراج نورتوس,انواع چراغ های خودرو,سید رضا هاشمی اولیا,شهرک صنعتی توس,فاز 1 - بلوار تعون جنوبی - قطعه 292-291,35411224,,35413334,09121027068___endl__
سمها طب,تجهیزات پزشکی و قطعات فلزی صنعتی,محمد مهدی رضایی,شهرک صنعتی توس,فاز ۱- تلاش شمالی - قطعه 484,35411022,,,09153060556___endl__
سیم و کابل مشهد,سیم و کابلی,محمد طغرایی,شهرک صنعتی توس,فاز ۱ - تلاش شمالی ۱۰- قطعه 480,35411500,,35414844,___endl__
سیم افشان مشهد,انواع سیم و کابلی,علی اکبر حلب چی,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۱۰- قطعه ۵۰۳ ,35413238,,35413239,09151157475___endl__
سیدان توس,رب - کمپوت - کنسرو,سید محمد سید موسوی,شهرک صنعتی توس,فاز ۱- انتهای خیابان - قطعه ۱۲۰ ,35410870,,35413477 - 8,___endl__
شادان توس,کیک و کلوچه,بایرام علی فائزی سیس,شهرک صنعتی توس,فاز ۱ - تلاش شمالی 4/6 -  قطعه ۱۶۲ ,35410090 - 2,,,09151150570___endl__
شاهسوند زرین,بسته بندی چای زعفران و حبوبات,محمد فیصل,شهرک صنعتی توس,فاز 1 - انتهای تلاش جنوبی - قطعه 193,35412122 - 4,,35412125,09153115283___endl__
شایان پخت,ماشین آلات صنایع غذایی,کاظم اخلاقی,شهرک صنعتی توس,فاز ۱- کوشش جنوبی ۳ - نبشی ۲/۳- قطعه ۳۶۲,35413368,,35410219,09151151365___endl__
شهاب فر توس,تولید قرقره های صنعتی و سبد میوه,حسین اسماعیلی زاده طبسی,شهرک صنعتی توس,فاز 1 - نبش تلاش شمالی 8 - قطعه 473,35413300 - 1,,35413187,09151152213___endl__
شهاب قطعه سازان خراسان,قطعات کولر و بخاری,علی اصغر مظاهری,شهرک صنعتی توس,فاز ۱- نبش تعاون شمالی - قطعه ۳۷۳,35413749,,35411389,___endl__
شهر بابانا,انواع کیک و کلوچه,مهدی جونی,شهرک صنعتی توس,فاز 1 - تلاش 2/6 - قطعه 144,35413283 - 6,35410095,35410095,09153584100___endl__
شهریار کام,انواع کیک و کلوچه و ویفر,سید امیر فاطمی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 5/2 - قطعه 270,35413491 - 2,35410036,35410033,09153135766___endl__
شیر آوران مشهد,پنیر پیتزا,رضا خنده رو,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۲/۶ - قطعه 141,35411506,35413438,35413439,___endl__
شیروزان توس,فرآورده های لبنى,سید مصطفی حسینی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 6/4 - قطعه 164,35411090,,32581588,09155156451___endl__
شيقته شرق,بیسکوییت,حامد سالاری مقدم,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۲/۵- قطعه ۲۷۱,35413304,38814577,,___endl__
شیمی پیدایث تهران,قطعات صنعتی خودرو، انواع سیم پلی اتيلن,محمد هاشم ضيغمی,شهرک صنعتی توس,فاز ۱- حاشیه تلاش شمالی - قطعه 469-470 ,35413637,,,___endl__
صد گل,بسته بندی کره,محمود شورورزی,شهرک صنعتی توس,فاز ۱- بلوار صنعت - نبشی میدان دوم - قطعه ۲۰۳ ,35414848,,35410179,___endl__
صدف,سردخانه,غغوريان,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/5 - قطعه ۲۵۶,35413572,,,09155155853___endl__
صنایع پودر شیر مشهد,انواع شیر خشک,یان و خن ولد,شهرک صنعتی توس,فاز ۱- نبش صنعت یکم - قطعه ۲۱۶-۲۲۷,35413653,,35412988,09124848231___endl__
طاها قالب توس,مبدل حرارتی صفحه ای,انوشیروان فرشیدیان فر,شهرک صنعتی توس,فاز 1 - انتهای بلوار صنعت - خیابان 13 - قطعه 280,35410161,35413700,,09151161684___endl__
ظرف تدبیر توس,ایستگاه ساز,امید نوری,شهرک صنعتی توس,فاز 1 - مجتمع تجاری اداری - قطعه 205A - واحد 204,35411536,,35412454,09151017900___endl__
عایق خودرو توس,انواع عایق,حسین ایزدان بخشی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/7 - قطعه 456-454,35413236,,,09153148778___endl__
عدسی تراشی عینک حداد,عدسی عینک,محمدت حداد خداپرست,شهرک صنعتی توس,فاز 1 - فاز 3 کارگاهی - قطعه 317,35410378,,,09151134038___endl__
عسل تغذیه خراسان,بستنی نوشمک و حلوا شکری,رضا بهادر,شهرک صنعتی توس,فار ۱- تلاش شمالی ۲/۶- قطعه 146,35413450 - 1,35412045,,09153006966___endl__
غزال گوشت رجاء,فرآورده های گوشتی,رضا نیشابوری,شهرک صنعتی توس,فاز ۱- تلاش جنوبی - خیابان چهارم - قطعه ۱۲۱,35411140 - 50,,35410232,___endl__
فرا کنترل توس,دستگاهیهای CNC,غلامرضا نیکبخت,شهرک صنعتی توس,فاز ۱- صنعت ۱۳- قطعه ۶۱۵A,35411348 - 9,,,09155145169___endl__
فرازمیهن,بخش محصولات محسن,غفاریان,شهرک صنعتی توس,فاز 1 - تلاش شمالی ⅘ - قطعه 252,35412094,,,09155008493___endl__
فرافن توس,قالبسازی قطعه سازی,احسان قاسمی,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۲۹,35413101 - 2,,,09151102862___endl__
فرآورده های غذایی گلی رشته,ماکارانی,مهدی شمع ریز,شهرک صنعتی توس,فاز ۱- صنعت ۵ - قطعه 209,35413511 - 7,,,___endl__
فرزام صنعت,قطعات پلاستیکی و لاستیکی,علی سعادت رو,شهرک صنعتی توس,فاز 1 - تلاش شمالی 2/10 - قطعه 501,35411930 - 1,,35411308,09155034816___endl__
فرش آرا مشهد,فرش,غلامعلی مرتضایی,شهرک صنعتی توس,فاز ۱- روبروی تلاش شمالی ۶/۷ - قطعه ۲۵۳ ,35413316 - 7,35413288,,09151212682___endl__
فرش پرشین,فرش,عابدین زاده,شهرک صنعتی توس,فاز 1 - تلاش شمالی ⅘ - قطعه 250-251,35410892 - 5,35410360,35411567,___endl__
فورژ فلزات,قطعات فورژ,سید جمال رضوی,شهرک صنعتی توس,فاز ۱- قطعه ۵۰۶ ,37284022,35411878,,___endl__
فیدار توس,جک های هیدرولیک,علی اکبر عطار پور,شهرک صنعتی توس,فاز 1 - کوشش جنوبی 369-367-366,35413266,35410183,35410183,09151153497___endl__
قائم فیروزه,ظروف یک بار مصرف,حسین متین راد,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۶/۷ - قطعه 519,35411796,35413838,,___endl__
قدرت نیروی توس,تابلو برق,حسین شکر طلب,شهرک صنعتی توس,فاز ۱ - تلاش شمالی - قطعه 505B,35410060 - 1,,35410062,09151157845___endl__
قطعات پلاستیکی اعتمادی,تولید قطعات پلاستیک,مسعود اعتمادی عید گاهی,شهرک صنعتی توس,فاز ۱- صنعت ۹ - قطعه ۳۶۰,35413060 -1,35413560,,09153165286___endl__
قطعه ساز مشهد,قطعات صنعتی,حسن ضمیری نداف,شهرک صنعتی توس,فاز ۱- صنعت 7 - قطعه ۳۷۸-۳۷۶,35413488,,,09153127895___endl__
قطعه سازی تبریزی,قطعات پلاستیکی,علی تبريزى,شهرک صنعتی توس,فاز ۱- تلاش شمالی - قطعه 458,35413594,,,___endl___
قطعه سازی سیدی,صنایع ارتوپدی پارسی,محمد تقى سيدى,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۳۳ ,35410166,35410220,35412440,___endl__
کارا گستر شرق,قالب سازی,مجید منوری,شهرک صنعتی توس,فاز ۱- بلوار تعاون جنوبی - قطعه ۲۸۹,35413461,35413787,,___endl__
کارتن جمایل,کارتن,لويی جمايل,شهرک صنعتی توس,فاز ۱- روبروی کارخانه کوکاکولا - قطعه 602,35410628 - 9,,,___endl__
کاروین پارت,تولید ماشین های براده برداری و قطعات خودرو,حسن کوه ميشی,شهرک صنعتی توس,فاز ۱- فاز ۳ کارگاهی - قطعه 309,35413780,,,09155005793___endl__
کالا کودک توس,لوازم لاستیکی بهداشتی کودک,علیرضا دربان ثانی,شهرک صنعتی توس,فاز 1 - کوشش شمالی - قطعه 441,35410270,35410269,35410269,09151154820___endl__
کاویان صنعت,دستگاه برشی و دوخت گونی و چاپ شیت,خسروپور,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/8 - قطعه 490,35413225,,,09155037833___endl__
کشت و صنعت نادر ۲,تولید گلاب - عرقیات - آبلیمو,غلامحسن پوستینچی,شهرک صنعتی توس,فاز ۱- صنعت ۱ - قطعه 233,35410200,,37297291,___endl__
کوباسل,قطعات,هاشم نادری,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۵ - قطعه ۲۰۲,35411932,,,___endl__
کوثر ممتاز خراسان,انواع سیم و کابل برق وتلفن,غلام رضا خاکپور,شهرک صنعتی توس,فاز 1 - تلاش شمالی 10 - قطعه 496,35413029,35412930,35413028,09153144435___endl__
کویر پمپ گازار,تولید الکترو پمپ شناور,علیرضا ابراهیم زاده,شهرک صنعتی توس,فاز ۱- صنعت ۷ - قطعه 363,35413290,35413525,35413767,09152380328___endl__
کیمیا گر توس,دارو گیاهی - آرایشی بهداشتی بالک,سعیدی,شهرک صنعتی توس,فاز ۱ - تلاش شمالی ۲/۵- قطعه ۲۶۷ ,35412736,,35411409,09151511665___endl__
کیمیابر مشهد,نایلون نایلکس قطعات تزریقی,سید محمود موسویان,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۹- قطعه 465,35410505 - 6,35413295,35413296,___endl__
گاز صنعت خراسان,تولید ماشین آلات آرد سازی,سید احسان بحر مدنی,شهرک صنعتی توس,فاز ۱- تلاش جنوبی 4 - قطعه ۱۱۶ ,35411731 - 3,,,09153584418___endl__
گروه صنعتی توانمند,قطعه سازی,سید قاسم ملانژاد,شهرک صنعتی توس,فاز ۱- تلاش ۵ - صنعتگران ۱- قطعه ۶ ,35413489,,,___endl__
گروه صنعتی منوری,قطعات استارت و دینام خودرو,محمد رضا منوری,شهرک صنعتی توس,فاز 1 - کوشش جنوبی 220D,35411707 - 5,35411710,35411710,09151153236___endl__
گروه صنعتی بهساز,تولید مخازن تحت فشار مبدل حرارتی,احمد زرافشانی,شهرک صنعتی توس,فاز ۱- آخر تعاون جنوبی - قطعه 286,35413090 - 1,,36670086,___endl__
گل نقشی توس,تولید عکس برگردان ظروف چینی,فرشید تواضع,شهرک صنعتی توس,فاز ۱- کوشش شمالی - قطعه 437-436,35413031 - 5,,,09155235518___endl__
گل یاس مشهد,نشاسته و گلوتن,محمد حسین کمردین زاده,شهرک صنعتی توس,فاز ۱- تلاش ۶ - قطعه 129B,35410739 - 40,,35413035,09155013197___endl__
گلوگز نمونه توس,گلوکز - نشاسته - گلوتن,حسین مراد زاده,شهرک صنعتی توس,فاز ۱- صنعت ۳ - قطعه ۲۱۱B ,35413047,,,09151105072___endl__
گوهر شرق الماس,قند,حسن زارع,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۲/۶- قطعه ۱۳۶ و۱۳۷ ,35411144 - 5,35412844,,09155201000___endl__
لاستیک تبریزی,قطعات لاستیکی,محمد خاندان تبریزی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/7 - قطعه 458,35413594,,,09151157844___endl__
لایمه,کیک - کلوچه,غغوریان,شهرک صنعتی توس,فاز ۱- تلاش ۵ - قطعه 204,35413529,,,___endl__
لوله شرق,توليد لوله پلى اتيلن PVC,رحیم مطبعه چی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 2/7 - قطعه 464,35410032 - 2,,35413379,___endl__
ماشین آلات کیانیان,ماشین آلات صنعتی,حسن کیانیان,شهرک صنعتی توس,فاز ۱- تعاون جنوبی - قطعه ۳۳۱,35413351,35410136,,09151150517___endl__
ماشین سازی امین,ماشین سازی,جواد فخار نوغانی,شهرک صنعتی توس,فاز 1 - صنعتگران 2 - قطعه 205,35413023,,35413649,09153030557___endl__
ماشین سازی تجن,قطعات پرسی,علیرضا گل پرور,شهرک صنعتی توس,فاز ۱ - بلوار تعاون جنوبی - قطعه ۳۲۷ ,35413346 - 7,,,___endl__
ماهوند خراسان,رب کمپوت - کنسرو - مربا,شاهین بابایی,شهرک صنعتی توس,فاز ۱- تلاش جنوبی - نبش خیابان دوم - قطعه ۱۰۷ ,35411764,,35413531 - 2,___endl__
متین توس,قوطی فلزی - چاپ و لاک سطح فلزی,سید امین موسوی,شهرک صنعتی توس,فار۱- تعاون جنوبی - قطعه ,35413176,,35410745,09158102131___endl__
مجتمع کشاورزی و طیور خراسان,مکمل غذایی طیور,محمد علی لویزه,شهرک صنعتی توس,فاز ۱- تلاش جنوبی - قطعه ۲۳۰ ,35411077 - 8,,,09155176320___endl__
مشیدک صنعت شرق,سیم پیچی الکترو موتور,حسن زاده,شهرک صنعتی توس,فاز ۱- داخل فاز خدماتی - قطعه ۶۲ ,35411818,35414200,35411820,___endl__
مشهد گرمسوز,تولید لوازم گاز سوز,معینی پور,شهرک صنعتی توس,فاز 1 - صنعت 7 - قطعه 368,35412025 - 6,,37260675,09153000280___endl__
معینی پور,کيک - دونات - دانمارکی - شکلات - ژله,فرهاد معینی پور,شهرک صنعتی توس,فاز ۱- صنعت ۳ - قطعه 214,35413294,,35413293,___endl__
مکرم فراز توس,قند,عباس نفتی,شهرک صنعتی توس,فاز 1 - نبش تلاش جنوبی 3 - قطعه 197,35410900 - 6,,,09151105516___endl__
مهتاب کارتن خراسان,کارتن,توکلی فرد,شهرک صنعتی توس,فاز ۱- قطعه ۱۷0,35410044 - 5,,,09151150069___endl__
نارافشان,بسته بندی میوه تازه و تولید انواع سالاد و ساندویچ سرد,رضا شافعی,شهرک صنعتی توس,فاز 1 - تلاش جنوبی 1/3 - قطعه 196,35410561 - 4,35410151 - 5,35410152,09197651600___endl__
نازنین,فرآورده های لبنی,مجید محمد پور خلیلی,شهرک صنعتی توس,فاز 1 - تلاش شمالی 6/6 - قطعه 175,35410885,35410951,35410884,09151156090___endl__
نافع خراسان,دسته سیم,داوود سلطان پور,شهرک صنعتی توس,فاز 1 - تعاون شمالی - قطعه 603,35411484 - 5,,35411486,09153107150___endl__
نان سحر,نان حجیم,محمد سریری,شهرک صنعتی توس,فاز ۱ - تلاش شمالی 4/8 - قطعه ۱۷۶ ,35411954,,35411950,09151116598___endl__
نخ فیروزه,پرده و گرد بافی,محمد حسین میر احمدی,شهرک صنعتی توس,فاز ۱- صنعت ۳ - قطعه ۲۱۲ ,35413565,,,09125046090___endl__
نگین تغذیه کیمیا,حلوا شکری و شکلات کنجدی,ابوالقاسم بهادر,شهرک صنعتی توس,فاز 1 - قطعه 171,35411892 - 3,,35410980,09151114943___endl__
نگین خراسان,سلولزی,مجتبی هاشمیان,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه 31A-4A,35413240,35413464,,___endl__
نو اختران,تابلو برق سینی و نردبان کابل,بهروز معاون,شهرک صنعتی توس,فاز 1 - تلاش شمالی 4/8 - قطعه 488,35413262,35410479,38488429,09153142584___endl__
نوشین شهریار خراسان,فرآورده های لبنی,محمد صنعت خانی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه 154,35410551 - 4,,,09151150801___endl__
نوشین توس,فرآورده های لبنی,علیرضا مهر جو,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه ,35413421,35413923,,09151163091___endl__
نویس هریس پویا,تولید ترانسفورمر,محمد رضا عندلیبی,شهرک صنعتی توس,فاز ۱- نبش صنعت ۷ - قطعه ,35413465,,35413468,___endl__
نیکو تولید مشهد,تولید بسته بندی خشکبار,مهرداد یزدان پناه,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۲/۵- قطعه ۲۷۳ ,35412392,,,___endl__
نیکو نوش,گلاب - مربا - ترشی,مسعود رضوانی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه ۱۶۱ ,35413622,,,09153161244___endl__
والا پلاستیک توس,تولید پلاستیک,حمید رضا ستوده نژاد,شهرک صنعتی توس,فاز ۱- تلاش 4/7 - قطعه 460,35410141 - 3,,35410145,___endl__
وایر کات توس,قالبسازی,محمد رضا همایونی,شهرک صنعتی توس,فاز ۱- فاز ۱ کارگاهی - قطعه 110,35413457,,,___endl__
همدوش صنایع,قطعه سازی,سروش خنده رو,شهرک صنعتی توس,فاز 1 - بلوار تعاون جنوبی - قطعه 303,35410498,35410867,,09151104918___endl__
همراه صنعت توس,ریخته گری فلزات,غلام حسین یعقوبی,شهرک صنعتی توس,فاز ۱- صنعت ۱۳ - قطعه 614B,35411320,35411324,,09153130750___endl__
هیدرولیک صنعت,ماشین سازی,محمد جواد جلائیان اذانی و شرکاء,شهرک صنعتی توس,فاز ۱- بلوار تعاون جنوبی - قطعه 303,35413593,,,___endl__
یکتا لین صدف,لبنیات,سید علی اصغر زاده موسوی,شهرک صنعتی توس,فاز ۱- تلاش شمالی 4/6 - قطعه ۱۶۵,35413777,,,09151153139___endl__
یاوند خراسان ,فیوز و پایه فیوز کاردی,سعید خاتمیان فر,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۱۰- قطعه 449-498,35413249,,35019249,09151152062___endl__
یکان بذر,بذر اصلاح شده سبزی و صیفی,رحمت ا... قشم,شهرک صنعتی توس,فاز ۱- تلاش شمالی ۲/۵ - قطعه ۲۶۶,35413591,,,09151114383___endl__
آتی صنعت پیشگام,نوار نقاله,اسدالله توکلی,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۷۱۹ کارگاهی ,35411936 - 7,,,09153166353___endl__
آرام گستر پارس,یخ خشک - گاز کربنیک,مسعود مولوی,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه 319A,35411411 - 2,,35411410,___endl__
آرش فرم شرق,ماشین سازی,محسن شکفته,شهرک صنعتی توس,فاز ۲ - دانش ۶ قطعه 659,35414142,,,___endl__
آرمان دوریکا,قالبسازی و تزریق پلاستیک,کامران وفایی پروانه,شهرک صنعتی توس,فاز ۲ - اندیشه ۵ - قطعه 4,35413035 - 6,,,___endl__
آرمان سازه,قطعه انسازی,على ملک سعيدى,شهرک صنعتی توس,فاز ۲ - اندیشه ۵ - دانش 4,35411816,,,09155035735___endl__
آریا کارتن فردوس,تولید کارتن,احمد فقفورى,شهرک صنعتی توس,فاز 2 - بین اندیشه 11 و 13 - قطعه 901,35410273,35413722,35413724,09153224740___endl__
آزاد قطعه توس,قطعات خودرو به روشی متالورژی,سید سعید امیر خلیلی,شهرک صنعتی توس,فاز 2 - انتهای دانش 8 - قطعه 609,35410484,,35410486,___endl__
آهنگری ظریفیان,آهنگری و نورد تسمه,علی اصغر ظریفیان,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - دانش ۶ - قطعه 641,35413850,35411085,,09151125168___endl__
ابتکار توس,ماشین سازی,محمد فروزان فر,شهرک صنعتی توس,فاز 2 - دانش 8 - قطعه 607,35411414 - 5,35413350,35413360,___endl__
اترک شیمی شرق,رنگ و رزین,مهدی نعیمی پور,شهرک صنعتی توس,فاز ۲- اندیشه ۱۵- قطعه 894 و 887,35412651 - 7,,35412650,09151161708___endl__
احسان قطعه ساز,اگزوز,یدالله رضایی باغبیدی,شهرک صنعتی توس,فاز 2 - اندیشه 7 - دانش 8 - قطعه 604,35413589 - 90,,35410355,09151155988___endl__
احیا کانی شرق,کانی,محمد اسماعیلی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۵- قطعه ۸۹۹ و ۸۸۲,35411580,,35411582,___endl__
ارم پروتئین رضوی,قطعه بندی و بسته بندی مرغ,محمد رضا اکرمى,شهرک صنعتی توس,فاز ۲- نبش اندیشه ۷ - قطعه 434,35412313 - 4,35412310,,___endl__
اشکان لفاف توس,پاکت هاى وکيومی,نادر ذواشکیانی,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵ ,35411736 - 8,,35411739,09151107707___endl__
افشار,گلاب و عرقیات,مهدی گلاب کش افشار,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه 318B,35413133,,35413134,___endl__
اکسون سازان خراسان,آبگرمکن گاز سوز دیواری,محمود حسین پور,شهرک صنعتی توس,فاز ۳- اندیشه ۱۳- قطعه ۸۶۲,35411437,,,09151159037___endl__
اکسير گل سرخ,فرآورده های گیاهان دارویی و داروهای گیاهی,مرضیه سنوئی محصل,شهرک صنعتی توس,فاز 2 - اندیشه 10 - قطعه 317C,35410964,,,09155040458___endl__
الکترو پمپ پارس,تولید پمپ,سید یحیی قادری,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۷۱۰ ,35411766,,,09155584668___endl__
الکترونیک ثامن,محافظ های الکترونیک خانگی - صنعتی,مهدی جانی درمیان,شهرک صنعتی توس,فاز ۲ - دانش ۱۲- قطعه ۸۲۶ ,35411781 - 3,,35411782,___endl__
الوان صادق توس,رنگ های ترافیکی - صنعتی - ساختمانی - اتومبیلی,محمد حسن صادقی,شهرک صنعتی توس,فاز ۲- اندیشه ۳ - قطعه 428,35410371 - 4,,35413055,___endl__
ایستا گسترتوس,ساخت سوله و سازههای فلزی,طوسی و طالبيان,شهرک صنعتی توس,فاز ۲ - دانش ۱۰ - قطعه ۸۰۶ و ۸۰۵ ,35414777,,,___endl__
ایجاد افراز توس,,,شهرک صنعتی توس,فاز ۲ - دانش ۶- قطعه ۶۳۷-۶۳۸ ,35410926,,,___endl__
ایمان انرژی شرق,شیشه دوجداره,مصطفی استقبال,شهرک صنعتی توس,فاز ۲ - اندیشه ۱- قطعه ۱۱۷ ,35413067 - 9,,35414068,___endl__
احداث و انتقال تأسیسات نیرو,نصب پست برق - خط ساختمان,بهروز کلانتری,شهرک صنعتی توس,فاز ۲ - دانش ۱۲,38679991 - 5,,,___endl__
بالابان توس,انواع جرثقیلی های برقی,محمد تقی منصوری,شهرک صنعتی توس,فاز 2 - دانش 4 - قطعه 656,35412631 - 2,,,09151153781___endl__
به آرا,چیپس و اسنک,مرتضی خیامی,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - دانش ۲- قطعه 294,35411239,,35413790,___endl__
بشیر,فرآوردههای لبنی,جواد حیدری,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - قطعه 442 و 443,35412151 - 9,,,___endl__
بهساز پلاست بارثاوا,شرينگ - استريج,خلیل ابریشمی,شهرک صنعتی توس,فاز 2- اندیشه ۱۵- قطعه ۷۲۱ و 720 کارگاهی,35412084 - 6,,35412085,___endl__
بهساز پلاستیک,تولید انواع لفاف بسته بندی,امیراسد الله نژاد,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۷۲۲ کارگاهی ,35412084 - 6,,,09153111512___endl__
بهساز پلاستیک,ساخت محصولات پلاستیکی,محمود حشمتى مقدم,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - قطعه ۱۱۳,35413036 - 7,,,___endl__
پارس تکنیک مشهد,ساخت دستگاه و قطعات صنعتی به روش ماشینکاری نوین,امیر صدر آبادی حقیقی,شهرک صنعتی توس,فاز ۲ - دانش ۶- قطعه ۶۳۳,32626800,,,09151110957___endl__
پارس حسگر,بازرگانی,رضا غدیری فر,شهرک صنعتی توس,فاز 2 - دانش 6 - قطعه 632,35413870,,35413800,___endl__
پارس شعاع توس,لامپ کم مصرف وبلاست الکترونیکی,محمد سمیعی,شهرک صنعتی توس,فاز 2 - اندیشه 6 - قطعه 207 و 208,35413006,,35413008,09151152908___endl__
پارس مبدل توس,گس گت - مبدل حرارتی,شاهپور فرشیدبان فر,شهرک صنعتی توس,فاز 2 - اندیشه 15 - قطعه 703 کارگاهی,35411804 - 5,,35411806,___endl__
پارسیان ایمن کیمیا,تولید تجهیزات,رضا حقیقی,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۷۱۷ کارگاهی ,35411826,35411905,,___endl__
پامچال آسیا,بسته بندی پای مرغ,محمود کمالی,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 456,35413012 - 3,,35413024,09151112037___endl__
پايور پلاستيک توس,تزریق پلاستیک,سیروس شادمهر,شهرک صنعتی توس,فاز ۲- اندیشه ۱- قطعه ۱۱۵ ,35413693 - 8,,35413696,09151155540___endl__
پدیده زیبای شرق,بسته بندی - چاپ,حمید رضا مغانی,شهرک صنعتی توس,فاز 2 - اندیشه 15 - دانش 12 - قطعه 845 و 844,35414171 - 6,,35414177,___endl__
پرارین پارس,شیرین کننده رژیمی,میترا افکاری,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 448 و 449,35412800 - 2,,35413723,___endl__
برالک خراسان,تولید مقاطع فولادی,محمد طالبى,شهرک صنعتی توس,فاز 2 - انتهای اندیشه 10 - قطعه 915 و 903,35414915,35414447,35414920,___endl__
پرتو کینان توس,چاپ و بسته بندی,جواد مخملباف,شهرک صنعتی توس,فاز ۲ - اندیشه ۶ - قطعه 102A,B,35414002 - 3,,,___endl__
پردیس توس ۲,بسته بندی گوشت,توکلی,شهرک صنعتی توس,فاز ۲ - نبش اندیشه ۱۱ ,35410783,,,___endl__
پژواک سوله کامیاران,سوله سازی,احمد کامل,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۳- قطعه ۸۵۹ ,35412580 - 4,,,09151159629___endl__
پگاه شعله خراسان,چاپ سیلک اسکرین,داوود جلائى,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۱- قطعه ۸۰۳ ,35414600 - 3,,,___endl__
پولادسا پايور,میکسر مواد غذایی,حسن کریمیان اقبال,شهرک صنعتی توس,فاز ۲ - دانش 4 - قطعه ۶۵۷ ,35413049,,35410361,___endl__
پویا گستر خراسان,لاستیک، درب خودرو,سهیل یزدان بخش,شهرک صنعتی توس,فاز ۲- اندیشه ۵ - دانش 4,35413200 - 5,,35413207,___endl__
پیشرو ابزار,قطعات خودرو,شیردل شرقی,شهرک صنعتی توس,فاز ۲ - دانش ۶ - قطعه ۶۳۹,35410321,,,___endl__
پیله وران کیش,المان شهری و مبالمان شهری - ساعت پایا محوطه ای و ماشین سازی صنعتی,رضا پیله وران,شهرک صنعتی توس,فاز 2 - اندیشه 4 - قطعه 209A,35410912,35412306,35412305,___endl__
تانکو,تولید سنگ مصنوعی کری ین,ناصر عظیمی,شهرک صنعتی توس,فاز ۲- اندیشه ۵ - قطعه 423,35413520,,,___endl__
تجلی گستران اقلیم,شست و بسته بندی پوشاک,علیرضا صفر زادگان مقدم,شهرک صنعتی توس,فاز۲- انتهای اندیشه 4 - قطعه 409B,35411610,,,___endl__
تحول چاشنی توس (آرشیا),فرآورده های زیتون,علیرضا نبی,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - قطعه 440,35410291 - 3,,,09151112133___endl__
تک آذین,میز ناهارخوری - تزئینات و ...,کمال محمد حسینی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۵- قطعه ۷۲۳,35411360,36619716,,09153173500___endl__
تکین کارتن مشهد,کارتن,اصغر صادق زاده,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۲- قطعه 842,3541430 - 2,,35411433,___endl__
توچال پلاست توس,تولید پلاستیک,رحیم زاده اسکویی,شهرک صنعتی توس,فاز 2 - اندیشه 15 - قطعه 900-881,35412550 - 3,,35412552,___endl__
توس برنج,ریخته گری,رضا افکاری,شهرک صنعتی توس,فاز ۲ - دانش 4 - قطعه ۶۲۵ و 645,35413809,,35410357,___endl__
توس بهار خواب,توليد سرويس خواب,بابایی,شهرک صنعتی توس,فاز 2 - اندیشه 4 - قطعه 101,35410397,,35410414,___endl__
توس فلزات ثامن,تولیدی اسکلت های فلزی,محمد رضا دلشیدی,شهرک صنعتی توس,فاز ۲-دانش ۶- فاز ۶۲۱ ,35413486,,35410819,___endl__
توس فورجینگ,انواع قطعات فورج,مجتبى زرین زاده,شهرک صنعتی توس,فاز ۲- اندیشه ۹ - قطعه ۳۲۹ ,35413291,,,___endl__
توس کیمیای شرق,مبلمان,هاشم تحققی,شهرک صنعتی توس,فاز ۲ - دانش ۱- قطعه ۸۳۲ و ۸۲۱ ,35412777 - 80,35412779,,09151100214___endl__
توس گل,گرانول سازی,ابوالفضل ارشاد ترابی,شهرک صنعتی توس,فاز ۲ - دانش ۲- قطعه ۶۹۸ ,35413334,,,09151152691___endl___
توس نگاه,تحهیزات پزشکی,غلامحسین صاحبکار,شهرک صنعتی توس,فاز ۲ - نبش اندیشه ۳ - قطعه 426,35414243,35414131,35413666,___endl__
توليد نور,انواع چراغ با کاربری تجاری - مسکونی - صنعتی - پار کی - خیابانی,نادر عبدالله زاده رنگی فروش,شهرک صنعتی توس,فاز 2 - اندیشه 15 - قطعه 884 و 838 و 897,35412143 - 7,,35412148,09151151740___endl__
تولیکا,مبلمان ادارى و منزل,محمد عباسیان,شهرک صنعتی توس,فاز 2 - اندیشه 11 - انتهای دانش 10 - قطعه 836B,35411917,35412700,35412224,09153133011___endl__
توليدى صنعتی يوبان توس,ساخت قطعات خودرو,رضایی,شهرک صنعتی توس,فاز ۲ - اندیشه ۷- قطعه 504,35413753,,,___endl__
تهویه مرو خراسان,تهویه های مطبوع,سید علی رضوانیان,شهرک صنعتی توس,فاز ۲ - دانش ۶- قطعه ۶۲۰ ,35413403 - 4,,35413441,___endl__
تولیدی صنعتی براتی,قطعات خودرو,محمد رضا براتیان,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - دانش ۶ - قطعه ۶۳۶ ,35410873,,,___endl__
جاویدان کشبار توسری,تولید قطعات صنایع نفت و گاز,على هاشمی,شهرک صنعتی توس,فاز ۲ - دانش ۲- قطعه ۶۸۵ ,35413408 - 9,,35410471,___endl__
چاپ و نشر نوین شرق (۲),چاپ,على مغانى,شهرک صنعتی توس,فاز ۲,35413002,35410712,,09151150195___endl__
چوب سنگ پاسارگاد,محصولات چوبی,مهدی ھمدانی,شهرک صنعتی توس,فاز ۲- اندیشه ۳ - قطعه 427,35411502 - 3,,,___endl__
حرارتی مسعود (استخری),تولیدات حرارتی,سعید ذهتابی,شهرک صنعتی توس,فار۲- دانش 4 - قطعه 655,35411405 - 6,,35411404,___endl__
حک فلز,ساخت ماشین آلات حکاکی فلزات,حسین یعقوبیان,شهرک صنعتی توس,فاز ۲ - دانش ۶- قطعه ۶۱۲ ,35413401,,,___endl__
خراسان پیچ جلیل,تولید پیچ و مهره,علیرضا جلیلی,شهرک صنعتی توس,فار۲- اندیشه ۷- دانش ۶ - قطعه 614,35410994 - 5,,,___endl__
خوشی فرم توسری,تولید پری فرم,محمود حاج رضا پور,شهرک صنعتی توس,فاز ۲- اندیشه ۱۵- دانش ۱۲- قطعه 814,354114501 - 5,,35414509,___endl__
خوش گوهر شرق,کارتن سازی,حسین محمد زاده,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه 320A,C,35413041 - 2,,,___endl__
دالیا,پنیر پیتزا,حمید عطارزاده یزدی,شهرک صنعتی توس,فاز ۲- اندیشه ۹- قطعه 450,35413933,,35413934,___endl__
دروند,تولید درب شیشه های دارو,علی اصغر قاسمیه,شهرک صنعتی توس,فاز ۲ - دانش ۸ - قطعه ۶۰۶ ,35411425,,35411426,___endl__
دیگهای آذرخش,دیگهای بخار - هیتر های صنعتی,محمد مهدی شهری,شهرک صنعتی توس,فاز ۲- اندیشه ۶ - فاز ۲0۲,35413781 - 2,,,09151162427___endl__
دیبا توس کارتن,کارتن,غفوريان,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۳- قطعه ۸۵۲-۸۷۷,35411105 - 8,,35411109,___endl__
رنگین فلز,میز و صندلی,محمد علی یخچیان,شهرک صنعتی توس,فاز 2 - اندیشه 3 - دانش 2 - قطعه 694,35413846 - 7,,35413845,___endl__
رامند خراسان,قند,شهناز مهر آویز,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 458,35412115,,35412114,___endl__
رای صنعت توس,پمپهای انتقال سیال - قطعات و ماشین آلات معادن,غلامحسین یعقوبی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۳ - قطعه ۸۶۱ ,35411320 - 3,,35411324,___endl__
رنگین فلز,تولید میز و صندلی ویلایی,یخچیان,شهرک صنعتی توس,فاز ۲ - اندیشه ۲ - قطعه 694,35413847,,35413845,___endl__
روشان گوهر شرق,شیرین گندمک,محمد علی خراسانی نیا,شهرک صنعتی توس,فاز ۲ - حاشیه بلوار اندیشه - قطعه ۳۲۲B,35410483,,35411487,___endl__
زردانه طوس,پروتئین سویا,سید جلال میر شرقی,شهرک صنعتی توس,فاز ۲- اندیشه ۷ - قطعه 438 و 439,35413638,,35411089,09155155302___endl__
زرین ستاره مسما,بسته بندی چای و قهوه,عباس ملت خواه,شهرک صنعتی توس,فاز ۲- اندیشه ۹ - قطعه 454,35413080 - 1,35411924,,___endl__
زرین قطره شرق,لوله هاى پلى اتيلن,حمید حسن زاده,شهرک صنعتی توس,فاز ۲- اندیشه ۱/۱۵- قطعه ۸۹۶ ,35414424 - 6,35414427,,___endl__
زرین آسیا,بلندته بندی,بهزاد وثوقی خزائی,شهرک صنعتی توس,فاز ۲- دانش ۲ - قطعه ۶۸۳ ,35410682,,,___endl__
زعفران بهرامن,بسته بندی زعفران,جواد عباس زاده,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 330A,35413123,,35413124,09151113568___endl__
زعفران نفیس,بسته بندی و درجه بندی زعفران و ادویه,علی عباس زاده,شهرک صنعتی توس,فاز 2 - اندیشه 8 - قطعه 317A,35411521 - 4,,35411525,___endl__
ساختار صنعت,قطعات خودرو,علی اکبر فرح پور بيد گلى,شهرک صنعتی توس,فاز۲- اندیشه ۷- قطعه ۶۱۷,35413184 - 5,,,09151157875___endl__
سام آرین ماشین,ماشین سازی,حمید رضا نامی,شهرک صنعتی توس,فاز ۲- اندیشه ۲ - قطعه ۱۱۲ ,35410281,,,___endl__
ساینا توس فن آور,ساخت استینر( پالایشگاه),مرتضی نیک صفت,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۷۰۱ کارگاهی ,35411801 - 3,,35411927,___endl__
سپید ارشیا,کرکره,یوسف برومند,شهرک صنعتی توس,فاز ۲ - دانش ۶ - قطعه ۶۱۹,35412234 - 5,,,___endl__
سجاد داروی شرق,انواع قرص وکپسول خوراکی,دکتر فرج زاده,شهرک صنعتی توس,فاز 2 - اندیشه ۱۰ - قطعه 321A,B,C,35410420 - 7,,,09151111550___endl__
سرابیان تبریزی,کاغذ ومقوا,جواد سرابیان تبریزی,شهرک صنعتی توس,فاز 2 - اندیشه 7 - قطعه 843,35414881 - 3,,,09151158030___endl__
سرداری,ماشین سازی,على سردارى,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - دانش ۶ - قطعه ۶۲۶ ,35413939,,,___endl__
سروپیکر توس,تولید لوازم توانبخشی,بهروز آیریا,شهرک صنعتی توس,فاز ۲- اندیشه ۷ -دانش ۶ قطعه 630-631,35410317,,35410575,___endl__
سوگل خراسان,قند,جواد ابراهیم پور,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه ۳۱۶ ,35410821 - 9,,,___endl__
سیسارون,طعم دهنده های غذایی,خير الله توکلى,شهرک صنعتی توس,فاز 2 - نبش اندیشه 13 - قطعه 850A,35411271 - 4,,35411275,09151162408___endl__
سیم سیم,محصولات رژیمی - آبنبات سرماخوردگی - خشبو کننده دهان,احمد صلواتی نیک,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه 319C,35411601 - 2,,,___endl__
سیمین الکتریک خراسان,سیم و کابل,امیر زمانیان زینلی,شهرک صنعتی توس,فاز ۲ - اندیشه 4 - قطعه ۲۱۵ ,35413043,,35413044,___endl__
سیکلمه,تولید رنگ,حسین یزدان بخش,شهرک صنعتی توس,فاز ۲- دانش ۲- قطعه ۶۸۶ و ۶۸۸ ,35410460,,,___endl__
شاد پسند,تولید نبات,علی اصغر عظیمی و موسوی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۱- قطعه 727B,35411390,,,___endl__
شایان کاو پاژ,قطعات الکترونیکی,بابک کاظمی,شهرک صنعتی توس,فاز ۲ - اندیشه ۶ - قطعه ۲۰۱C ,35411646,,,09153135136___endl__
شفيع سازه شرق,تولید پکیج,نصرالدین شفیعی,شهرک صنعتی توس,فاز ۲ - اندیشه ۷- قطعه ۶۱۰ ,35414110,,35414161,___endl__
شهریار پلاستیک آریا,تولید پلاستیک,خلیل صمیمی,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - اندیشه 114,35413175,,35410277,___endl__
شیرین نام,کیک و بیسکوئیت,بهبودی,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه ۳۳۲ ,35410241 - 8,,35410566,___endl__
شیشه چی,تولید شیشه دو جداره,حسین شیشه چی,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۸۹۵-۸۸۶ ,35411650 - 2,35411648,35411649,___endl__
شیمی توس,تجهیزات آزمایشگاهی,سید حسین طی,شهرک صنعتی توس,فاز ۲- اندیشه ۳- قطعه 433,35410720,,,___endl__
شیمی رنگ,رنگ,محمد ناصری,شهرک صنعتی توس,فاز ۲ - اندیشه ۵ - دانش ۶ - قطعه ۶۵۸,35411186,,35411187,___endl__
غدیر گستر توس,آلومینیوم,داوود شربتداران,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - قطعه ۶۱۶ ,35413755,,,___endl__
فرانیر توس,برق صنعتی,رمضانعلی محمودى گلستانی,شهرک صنعتی توس,فاز ۲- دانش 4 - قطعه ۶۵۲ ,35413386,35410913,37298300,___endl__
فرشی زرمرد,فرش,محمد رضا حمایتکار,شهرک صنعتی توس,فاز ۲- اندیشه ۷ - قطعه 417B,35413667 - 8,,,___endl__
قند افزار توسں,ماشین آلات صنایع قند,علیرضا هاشمیه,شهرک صنعتی توس,فاز ۲ - دانش 4 - قطعه 643,35412048,35413048,,___endl__
فراچاشت,کیک اسفنجی ودونات,جلیل مالکی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۱- قطعه ۳۲۳ ,35413624,,,___endl__
فرآورده های لاستیکی پویا گستر,پلاستیک,ایرج یزدان بخش,شهرک صنعتی توس,فاز ۲ - اندیشه ۵ - قطعه 425,35413343,,,___endl__
فرد نوش شرق,تولید پری فرم و پری پت,هدیه بهلول,شهرک صنعتی توس,فاز 2 - اندیشه 8 - قطعه 313,35410285 - 6,35413970,35413971,___endl__
فولاد مشبک,قفسه های فلزی,سید عقیلی جوادی,شهرک صنعتی توس,فاز ۲ - دانش ۱۲- قطعه ۸۲۸ ,35411719,,,___endl__
قطعه سازی بیگلری,قطعه سازی,ابراهیم بیگلری خبیری,شهرک صنعتی توس,فاز ۲ - دانش 4 - قطعه 649,35413196,,,___endl__
قطعه سازی جوانمرد,قطعه سازی,محمد رضا جوانمرد,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - قطعه 634,35410576,,35413543,___endl__
قفسه فلزی نجومی سالاری,انواع لوازم آلات فلزی,حمید رضا نجومی,شهرک صنعتی توس,فاز 2 - اندیشه 15 - قطعه 869,35412040- 1,,35410306,09151162668___endl__
قفل کار خراسان,پرسکاری و جوشکاری,احسان اشرف,شهرک صنعتی توس,فاز ۲ - اندیشه ۵ - قطعه 647,35413406,35410290,35410289,___endl__
قهرمان صنعت توسری,لوازم خانگی,احمد قهرمان نغندر,شهرک صنعتی توس,فاز 2 - اندیشه 15 - قطعه 709 کارگاهی,35411958,,35411959,09154510060___endl__
کاراصنعت تدبیر پایا,سیستم های گرمایشی و سرمایشی,نازنین ظهوریان مهاجر,شهرک صنعتی توس,فاز ۲ - اندیشه ۱۵- قطعه ۸۷۰ ,35413211 - 2,,,09151243367___endl__
کارتن سیرنگ,چاپ و تولید کارتن,حسین قمیان,شهرک صنعتی توس,فاز ۲ - نبش اندیشه ۱۱- قطعه 727A,354110275 - 6,35413758,,___endl__
کاروان تندیس توس,خشکبار,حمید رضا خاکی,شهرک صنعتی توس,فاز ۲- اندیشه ۸ - قطعه 317B,35410671 - 3,,35410415,___endl__
کام خوش توس,مرباجات,مجید جنتی,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 459-460,35413849,,,___endl__
کشت افزاء,ایرواشر و هواساز و ماشین های آبیاری تحت فشار,جعفر مجیدی,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه ۳۳۶ و ۳۲۸ ,35414444 - 5,,36100033,___endl__
کشت و صنعت شاخص,سمپاشی پشتی و موتوری اتومایزر,سید احمد موسوی,شهرک صنعتی توس,فاز 2 - دانش 10,35412804 - 5,35412808,35412822,09153155755___endl__
کوهسر طرقبه,تولید بستنی,جواد حاجی زاده طرقبه,شهرک صنعتی توس,فاز ۲ - اندیشه ۶ - قطعه 301B,35410928,,,___endl__
کاردانان شرق,پکیج تزریق مواد شیمیایی و تابلو کنترلی سر چاهى,محمد رضا فراهی,شهرک صنعتی توس,فاز ۲ - اندیشه ۶ - قطعه ۲۰۱B,35413810 - 1,,35410383,09151101348___endl__
کاشی تیما,انواع کاشی,محمد مهدی ناصری,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - قطعه ۶۸۰ ,35413990,,35413110,___endl__
گلبوی توس,دسیدمیوه,حمید بابایی مقدم,شهرک صنعتی توس,فاز ۲- اندیشه ۱۱- قطعه ۷۲۵ و ۷۲۶ ,35413022,,35410924,___endl__
گلچگان خراسان,انواع عرقیات آبلیمو، آبغوره و …,محمد علی زمانی نیا,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه ۳۱۰ و ۳۱۱ ,35411117 - 20,35411694,,___endl__
گلشاد مشهد,پودر پوشش خوراکی - شیر خشک,وحید فرحی,شهرک صنعتی توس,فاز ۲- اندیشه ۱۱- قطعه 324 , 325,35413689,,,___endl__
گندمک توس,خمیر پیتزا و خمیر پیراشکی,جواد خنده رو,شهرک صنعتی توس,فاز ۲ - اندیشه ۸ - قطعه 330B,35413162,,,09153001000___endl__
لاک طلایی خراسان,پوشش های داخلی و بیرون مواد غذایی,پریوش اعتمادی,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - دانش ۲,35413030,,35410362,___endl__
لاما الکترونیک,تولید قطعات خودرو,احمد توکلی,شهرک صنعتی توس,فاز ۲ - اندیشه 4 - قطعه ۲۱۳ و 214,35413925 - 7,,35413549,___endl__
لعاب آذرخش خراسان,لعاب کاری فلزات و گالوانیزه گرم,سید جمال علویان,شهرک صنعتی توس,فاز ۲ - اندیشه ۳ - دانش ۲ - قطعه 701 و 702,35410294 - 6,,35410297,___endl__
ماشین سازی حسابی,باز سازی ماشین ابزار CNC,محمود حسابی,شهرک صنعتی توس,فاز ۲ - اندیشه 15 - قطعه 712 کارگاهی,35411873,,35411875,09155076742___endl__
مس پرنگ,ریخته گری آلیاژهای مسی,ابوالفضل ملکی,شهرک صنعتی توس,فاز ۲ - اندیشه 5 - دانش 4 - قطعه 676,35413163,35410594,354105933,09151156411___endl__
مشهد نایلون جوان,تولید نایلون,مجید اخوان جوان,شهرک صنعتی توس,فاز ۲ - دانش ۲- قطعه ۷۰۰,35411402,35413052,35411403,___endl__
مقدس,کیک و کلوچه و دونات,کاظم مقدس,شهرک صنعتی توس,فاز 2 - قطعه 301A,35410972,37676265,,09155199350___endl__
موکت نگین مشهد,موکت - فرش,مجتبی عابدین زاده,شهرک صنعتی توس,فاز ۲- اندیشه 4,35413501 - 4,,,09151240576___endl__
مهراد چاشنی توس,زیتون پرورده و ترشی و خیار شور,حیدر ناظمی,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 457,35413026 - 7,,35410608,___endl__
مهر آرین خودرو پرنیان,قطعات خودرو,مجتبی رنجوری,شهرک صنعتی توس,فاز ۲,35411641,,,9153147230___endl__
مهرچین شاندیز,بسته بندی چای - زعفران و ادویه - نبات,سید جواد شهری,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 451,35413910,,35413909,9151115257___endl__
مهسا توس,توليد پوشاک,علیرضا صفرزادگان مقدم,شهرک صنعتی توس,فاز 2 - اندیشه 5 - قطعه 417,35413010 - 1,35412910 - 1,35413009,___endl__
مهندسین پلی متاکا,قطعات لاستیکی,آرش خانپور,شهرک صنعتی توس,فاز 2 - دانش 6 - قطعه 623,35410253 - 4,,,09153148045___endl__
مهندسین هومر,تولید معرق چوب سنگ و سرامیک,محسن سعادت قرین,شهرک صنعتی توس,فاز ۲- اندیشه 11 - قطعه 724,35410121,,35410118,09151280493___endl__
میلاد نور مشهد,صنایع روشنایی,رسول دادوند,شهرک صنعتی توس,فاز ۲- اندیشه ۱۳- قطعه 804,35412250 - 4,,35412260,___endl__
نگین تغذیه توس,ترشیجات زیتون,علی سالارى,شهرک صنعتی توس,فاز ۲ - اندیشه ۹ - قطعه 455,35412013 - 4,,,___endl__
نورد فولاد ثامن,سپری آهن - مقاطع فولادی,امیر نوعی دربان,شهرک صنعتی توس,فاز2 - دانش 8 - قطعه 602,35412020 - 3,,35413725,09155154558___endl__
نمک طبی والا توس,نمک تصفیه شده و صنعتی,علی بالا نژاد,شهرک صنعتی توس,فاز ۲ - اندیشه ۹- قطعه 462,35413888 - 9,35413708,,___endl__
نان صنعتی مقوی پونه,نان فانتزی,مهدی قاسم پور,شهرک صنعتی توس,فاز ۲ - اندیشه ۷ - قطعه 436,35412737 - 4,,,___endl__
نگار تایماز,ماشین سازی صنایع غذایی,محمد باشقره,شهرک صنعتی توس,فاز ۲ - دانش ۲ - قطعه ۶۹۰ ,35414730,35413021,35413730,___endl__
نوین زعفران,تولید و درجه بندی زعفران,علی شریعتی مقدم,شهرک صنعتی توس,فاز ۲- اندیشه ۶ - قطعه 314 و ۳۱۵,35413103 - 6,,,___endl__
نیان الکترونیک,طراحی و تولید مبدل های الکترونیکی و صنایع تغذیه مخابراتی و صنعتی,محمد علی چمنیان,شهرک صنعتی توس,فاز 2 - اندیشه - خیابان چهارم - قطعه 218,35414111,,35413614,
"""

for line in a.split("___endl__"):
    __a = line.split(',')
    c = CompaniesModel()
    c.name = __a[0]
    c.main_page = False
    c.slider = False
    c.description = __a[1]
    c.logo = "default.jpg"
    c.images = []
    c.unit = None
    c.active = False
    c.industrial_town = ObjectId("57490b8a6dd5345a84b602a3")
    c.address = __a[4]
    c.phone = __a[5]
    c.phone2 = __a[6]
    c.mobile = __a[8]
    c.fax = __a[7]
    c.site = ""
    c.email = ""
    c.province = 10
    c.city = 122
    c.ceo = __a[2]
    c.owner = ""
    c.insert()
